{"ename":163,"difficulty":5,"skill":5,"viability":5,"attack":6,"skills":[{"id":16300,"name":"秘剑胧刀","value":"(冷却值：5 消耗：0)","description":"被动：橘右京将下一次普攻将进行一次强力拔刀斩，对前方敌人造成130%物理加成物理伤害并减少50%移动速度，持续2秒；拔刀斩每5秒可准备1次；对处于攻击边缘的敌人将承受50%的额外伤害.","tip":"小提示：每隔一段时间，橘右京的普攻强化，造成高额物理伤害，使得他的对拼能力增强，并且有减速效果，让他能更好的追击敌人"},{"id":16310,"name":"燕返","value":"(冷却值：7 消耗：0)","description":"橘右京跃向后方，同时向前方挥刀，对附近的敌人造成200/240/280/320/360/400（+145%物理加成）点物理伤害，若成功命中一名敌方单位，可激活二段使用","tip":"小提示：这个技能可进可退，既可以用它来进行位移逃跑，也可以用来当作突进技能追击并造成伤害，在线上是一个非常好的消耗敌人的技能，需要注意的是，要通过对局势的判断来选择合适的施法方向打出适当的效果"},{"id":16320,"name":"居合","value":"(冷却值：10/9.5/9/8.5/8/7.5 消耗：0)","description":"橘右京向指定方向快速拔刀，对路径上的第一个敌人造成330/375/420/465/510/555（+212%物理加成）点物理伤害，对路上的其余敌人造成的伤害将衰减50%,并将路径末端的敌人眩晕0.75秒","tip":"小提示：这是橘右京技能范围最大的一个技能，具有高额的AOE伤害，是他主要的输出技能，并且还能形成一定的控制效果，将敌人控制住后施放3技能连招，能保证3技能可以足够稳定的命中敌人"},{"id":16330,"name":"细雪","value":"(冷却值：12/11.5/11 消耗：0)","description":"橘右京向指定方向连续拔刀四次，每次命中造成100/150/200（+70%物理加成）点物理伤害并且每次命中敌方英雄，自身将回复70/100/130（+35%物理加成）点生命值（命中非英雄单位效果减半）","tip":"小提示：这个技能能造成高额的物理伤害，但因为是非指向性技能，所以需要注意判断正确的施法方向，或在敌人被控制后施放效果更佳.对拼时，这个技能在每次命中敌方英雄时，都能回复生命值"}],"skillBuild":[16320,16310],"summoner":[80115,80108],"items":[{"items":[1422,1137,1138,1127,1131,1337],"tip":"小提示：橘右京主要依靠控制成功后的一套技能输出伤害，因此出装也会以高物理攻击与穿透效果为主"},{"items":[1523,1137,1422,1131,1127,1138],"tip":"小提示：累积了一定的冷却缩减，橘右京能更加频繁的使用技能来打出高额伤害"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：橘右京是一个依赖技能伤害的英雄，需要高额的穿透能力打足伤害，移速的提升可以帮助橘右京配合被动减速技能风筝敌方英雄，物理伤害的提升可以帮橘右京提升初期的清线能力。"},"methods":{"toUse":"线上可利用1、2技能进行消耗，1技能突进后2技能将敌人眩晕，紧接3技能是橘右京的技能连招，2、3技能最好在敌人被控制后使用能保证其稳定性","toLaning":"1.可以通过走位躲过橘右京2技能；2.在橘右京放大招时，要及时走位躲避伤害；3.在橘右京1技能使用后去gank他成功率更高哦","toGB":"团战前，橘右京应该在侧翼谨慎走位进行拉扯，团战爆发后不要第一时间进场，等待敌方控制技能交出后1技能进场突进敌方后排，对后排进行输出收割"},"relationships":{"bestCompanies":[{"id":107,"description":"赵云：两个人都是能抗能打的英雄，有位移，有爆发，有控制，有吸血，技能cd短。配合抓人，无论战士还是射手，互相配合一套技能都可以轻松带走对手。"},{"id":178,"description":"杨戬：杨戬打野或者橘右京打野都可以，是经典的上野组合，利用两个人技能的配合去游走gank，高爆发加控制很多英雄都难以阻挡，高强度的恢复能力也会让敌方英雄不得不牺牲经济提前做制裁类装备限制2人组的能力。"}],"restrained":[{"id":111,"description":"灵活的孙尚香令橘右京的控制不容易命中并且被远程消耗"},{"id":152,"description":"王昭君的大招令橘右京在突进时必须考虑能否活着出去"}],"restrain":[{"id":167,"description":"孙悟空：孙悟空的前期伤害比较低，即使被孙悟空打一套伤害，橘右京控制后释放大招就可以回很多血，但是孙悟空没有这么强的赖线能力只能选择回家补血。橘右京技能范围比较远，清兵能力也比较强，可以从初期就压制孙悟空，后期出半肉坦装也可以轻松对抗孙悟空。"},{"id":112,"description":"鲁班七号：前中期对线遇到鲁班，可以等技能冷却，打完一套231就撤退，利用恢复效果和鲁班对线，风筝效果追击或逃跑，4级可以正面刚配合减速轻松击杀鲁班。"}]}}