{"ename":117,"difficulty":4,"skill":7,"viability":7,"attack":5,"skills":[{"id":11700,"name":"石之炼金","value":"(冷却值：0 消耗：0)","description":"被动：钟无艳造成伤害时，会有50%几率将敌方英雄石化0.75秒，每个敌方英雄在8秒内只会受到一次石化效果","tip":"小提示：被动的石化效果无疑增强了钟无艳的控制效果，也变相的增加了他的生存能力"},{"id":11710,"name":"狂飙突进","value":"(冷却值：5 消耗：40)","description":"钟无艳向指定方向突进，并将下一次普通攻击替换为重击，重击将造成225/270/315/360/405/450（+120%物理加成）点物理伤害，并且会减少50%移动速度，持续2秒","tip":"小提示：钟无艳在追击敌人或逃跑时都能利用此技能进行位移，重击也有可观的输出伤害"},{"id":11720,"name":"震慑打击","value":"(冷却值：10/9/8/7/6/5 消耗：55)","description":"钟无艳蓄力后用大锤猛击地面，对范围内的敌人造成350/420/490/560/630/700（+150%物理加成）点物理伤害，对范围中心的敌人造成双倍伤害","tip":"小提示：非常强大的范围控制技能，将范围内的敌人击飞，对敌人造成高额的伤害，配合被动的石化效果能形成非常强力的控制"},{"id":11730,"name":"飓风之锤","value":"(冷却值：40/35/30 消耗：80)","description":"钟无艳抡起大锤持续旋转攻击附近敌人，持续3.2秒，每0.4秒造成150/200/250（+80%物理加成）点物理伤害，并且当敌人处于外圈时将额外造成40%伤害；被动：钟无艳召唤大地之力，每3秒生成一个持续存在的岩土护盾，岩土护盾可抵免150/250/350(+60%物理加成)点伤害","tip":"小提示：钟无艳的主要输出技能，持续性的AOE伤害输出配合被动的石化效果会非常恐怖"}],"skillBuild":[11720,11710],"summoner":[80102,80103],"items":[{"items":[1422,1137,1138,1127,1131,1134],"tip":"小提示：钟无艳可以通过石化对手获得生存空间，所以当顺风时利用2技能的双倍伤害特性和破军的斩杀效果，可以打出非常高额的爆发伤害"},{"items":[1422,1331,1137,1335,1327,1337],"tip":"小提示：钟无艳霸道的石化能力会让其突入敌方阵型时造成巨大的混乱，当然这需要一定的肉装支持，让其支撑一定的时间"}],"ming":{"items":[1504,3514,2515],"tip":"小提示：调和提高最大生命以及移速加成，提升回复能力；鹰眼和异变提高物理攻击和物理穿透，在一定程度上的提高了钟无艳的伤害，抗伤害的同时自身也可以打出伤害。"},"methods":{"toUse":"利用1技能近身，2技能进行留人与控制钟无艳主要利用大招进行伤害输出，持续的AOE伤害配合石化被动效果.","toLaning":"1、脆皮英雄注意与其保持安全距离，使其无法近身输出，一旦被控制石化，就非常容易被击杀；2、团战尽量不要站位太密集，钟无艳开起大招后输出和控制效果都很高","toGB":"团战时，作为战士的钟无艳需要冲到人群最密集的作战区域，利用位移近身，人群中开启大招配合被动进行控制，尽量控制更多敌人，为友方英雄创造输出条件"},"relationships":{"bestCompanies":[{"id":174,"description":"虞姬：虞姬自身被动带有减速效果，二技能也能一定的保全自己前期，虞姬的被动减速配合钟无艳的石化可以对敌方上单英雄有效的压制。即便被抓，钟无艳的一技能也可以很好的护住虞姬。后期团战中，钟无艳石化技能更好的是去前排抗伤害而不是保护后排，虞姬的二技能也有一定自保能力，可以在刺客手中逃过一劫。"},{"id":132,"description":"马可波罗：马可子弹有粘人效果，二技能可以位移也在一定程度上可以保护自己，钟无艳石化敌方，马可输出。团战中，钟无艳开启大招，作为先手，马可作为后手 ，是一个很强力的可以控可以输出的组合。"}],"restrained":[{"id":135,"description":"钟无艳在大招期间，项羽能将她推开限制她对友方的输出与控制"},{"id":141,"description":"灵活的貂蝉会让钟无艳的技能很难打中她"}],"restrain":[{"id":175,"description":"钟馗：团战时，钟馗勾人技能十分厉害，但是对上钟无艳，把钟无艳勾过去，钟无艳一个大招基本可以让对面团灭。钟馗本身没有位移技能，面对钟无艳很是吃亏。即便钟无艳没有大招，被勾过去仍可以选择一技能逃跑 。"},{"id":153,"description":"兰陵王：兰陵王作为一个自身没有位移技能的刺客，虽然大招隐身非常厉害，钟无艳可以在兰陵王靠近时靠近我方后排，释放一二技能，不给兰陵王近身的机会。即便敌方兰陵王隐身秒掉我方后排，也会被钟无艳石化，以命换命。"}]}}