{"ename":502,"difficulty":7,"skill":5,"viability":4,"attack":8,"skills":[{"id":50200,"name":"寸劲","value":"(冷却值：0 消耗：0)","description":"被动：在人形态下每次普攻将发出气功波，攻击目标时造成额外16点法术伤害（伤害随英雄等级提升），额外造成的法术伤害可以在3秒内进行叠加，至多提升到基础值的3倍。普攻每次命中恢复5点能量","tip":"小提示：裴擒虎在人形态进行攻击能更快的恢复能量，为下次切换虎形态打爆发做铺垫/裴擒虎在虎形态拥有更高的基础属性和更强的正面战斗技能机制，但能量恢复较慢，需要与人形态下的特性互补"},{"id":50210,"name":"冲拳式","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：50)","description":"朝指定方向发出气功，对一条路径上的敌人造成250/300/350/400/450/500（+115%额外物理加成）点法术伤害和目标当前生命值8%的额外法术伤害并减少目标50%移动速度，持续1.5秒。该技能命中敌方英雄时恢复20点能量","tip":"小提示：该技能兼顾消耗和控制效果，并且攻击距离较远，可以在远处不断骚扰敌人/裴擒虎的斩杀技能，较短的冷却时间使得其拥有不弱于其他刺客强势收割能力"},{"id":50220,"name":"气守式","value":"(冷却值：8/7.4/6.8/6.2/5.6/5 消耗：50)","description":"施展念气环绕自身，施法瞬间对附近敌人造成100/150/200/250/300/350（+70%额外物理加成）点法术伤害，并形成护盾包裹自身持续5秒，可吸收400（+150%额外物理加成）伤害。护盾存在期间每0.5秒对附近敌人造成20/30/40/50/60/70（+14%额外物理加成）点法术伤害并提升裴擒虎30%攻击速度。","tip":"小提示：需要注意的是念气护盾不会因为切换形态而消失/当在野区等复杂地形作战时，裴擒虎通过折返跳跃的技巧可以打出超额的伤害，也可通过翻山越岭灵活躲避敌人的追捕"},{"id":50230,"name":"虎啸风生","value":"(冷却值：7/6/5/4 消耗：0)","description":"裴擒虎切换到虎形态，1秒内增加30%移动速度并强化下两次攻击，第一击扑向指定目标，造成20/110/200/290（+100%物理加成）点物理伤害和1秒90%减速。第二击对面前的敌人造成80（+100%物理加成）点法术伤害","tip":"小提示：裴擒虎的核心技能，让他从1级开始就拥有双形态以及2套完全不同的技能。需要根据当前的对战情况选择合适的形态"}],"skillBuild":[50210,50220],"summoner":[80115,80104],"items":[{"items":[1523,1422,1126,1134,1131,1138],"tip":"小提示：裴擒虎的收割能力特别强，配合破军可以迅速将敌方残部一一收割"},{"items":[1523,1425,1137,1133,1134,1138],"tip":"小提示：暴力的穿透出装，让裴擒虎前期的伤害爆炸，入侵野区时敌方几乎无法抵抗"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：裴擒虎前期选择物理穿透会让其在前期无视大部分英雄的自身护甲，移动速度和攻击速度会大幅优化裴擒虎的清野效率"},"methods":{"toUse":"1.裴擒虎在人形时，输出为法术伤害，在虎形时，输出为物理伤害，注意敌方出装即可进行针对；2.裴擒虎在地形复杂的地区比较容易打出超额的爆发伤害","toLaning":"1.注意其清野速度会比想象的更快，袭击线上和入侵野区的节奏会有很大的不同；2.面对裴擒虎时，注意和地形保持距离以避免其打出超额爆发","toGB":"裴擒虎的人形的消耗与虎形的突袭可以应付大部分团战变化，但是，在前期敌方野区肆掠，压榨敌方经济才是其核心"},"relationships":{"bestCompanies":[{"id":126,"description":"裴擒虎较高的爆发能力足以独立完成击杀，但在团战时更倾向第二时间入场，夏侯惇能够提供裴擒虎的入场空间以及一定的控制"},{"id":110,"description":"快速的清线能力，让嬴政能够快速的支援野区，帮助裴擒虎压制对方打野"}],"restrained":[{"id":141,"description":"貂蝉可及时的调整自身位置避免被裴擒虎折返跳跃命中，失去了爆发机会的裴擒虎，很难和貂蝉进行对拼"},{"id":118,"description":"裴擒虎虽然有两种形态，但主要爆发还是得依靠虎形入场，孙膑可以用大招反制，打断裴擒虎的爆发节奏"}],"restrain":[{"id":167,"description":"虽然后期的孙悟空能够打出巨额伤害，但前期的较弱的对抗力，会让裴擒虎在其野区为所欲为。进而压制其发育"},{"id":112,"description":"裴擒虎的爆发能力，只要接近了无位移能力的英雄时，很容易将其秒杀"}]}}