{"ename":529,"difficulty":5,"skill":4,"viability":5,"attack":7,"skills":[{"id":52900,"name":"盘古斧","value":"(冷却值：0 消耗：0)","description":"被动：盘古的斧头具有10点耐久度，每次普攻命中敌方英雄会消耗1点耐久度，消耗完后斧头会破碎变成两只能量臂出现在盘古的身体两侧，切换瞬间盘古无法攻击并不可被选中，每20秒斧头会自动回复1点耐久度，切换形态时会清空1，2技能50%的最大冷却时间。盘古斧：盘古使用斧头时，每次普攻命中敌人会使敌人的伤口裂开，在之后的2秒时间内持续流血每0.5秒造成对方2%最大生命值的物理伤害，流血伤害不触发末世。能量臂：盘古使用能量臂时，每次普攻和技能命中都会在敌人身上叠加1层眩晕标记，满5层会使敌人眩晕1秒并触发额外200（+100%物理加成）点物理伤害，此效果对同一目标有3秒的冷却时间","tip":"小提示：需要主动释放才会凝聚成斧头，可以利用凝聚过程中的短暂无敌躲避大量的伤害"},{"id":52910,"name":"狂怒突袭","value":"(冷却值：12/11.2/10.4/9.6/8.8/8 消耗：0)","description":"盘古朝指定位置跳跃并获得持续3秒50%的移速增加效果，落地时对内圈的敌人造成200/240/280/320/360/400（+100%物理加成）点物理伤害，如果落地时攻击到敌人加速效果会被移除。盘古斧：在跳跃期间盘古可以再次使用狂怒突袭选中一名敌人，落地后盘古会立刻冲向选中的敌人并将其击退造成100/130/160/190/220/250（+60%物理加成）点物理伤害并自己停下，同时在3秒内增加10/20/30/40/50/60%的攻击速度。能量臂：处于能量臂状态下时，将无法使用第二次狂怒突袭冲击敌人","tip":"小提示：持有斧头时，盘古第二次使用的突袭距离会更远一些，注意调整角度"},{"id":52920,"name":"压制之握","value":"(冷却值：12/11.6/11.2/10.8/10.4/10 消耗：0)","description":"盘古在目标身边召唤正义之手对敌人进行攻击，如果被正义之手握住，敌人会受到200/230/260/290/320/250（+75%物理加成）点物理伤害，并减少30%移动速度，持续2秒，期间盘古的普攻对其造成伤害时会回复自身6%最大百分比的血量。盘古斧：当盘古拥有斧头时，压制之握还会使敌人被缴械，缴械期间敌人无法使用普通攻击，持续2秒。能量臂：处于能量臂状态下时，压制之握将不具备缴械效果","tip":"小提示：处于能量臂状态，压制之握可以触发眩晕标记，即使敌人逃跑，也可以远程触发"},{"id":52930,"name":"开天辟地","value":"(冷却值：60/55/50 消耗：0)","description":"盘古向上跃起，将力量汇聚到斧头上。力量汇聚完毕后盘古会将斧头朝前劈下，地面会朝前逐渐裂开，被地面的裂纹触碰的敌人会受到600/900/1200（+100%物理加成）点物理伤害并减少90%移动速度，持续2秒；减速效果在2秒内持续衰减，期间敌人被缴械；蓄力期间盘古可以吸收附近友方英雄的力量，每吸收1个就能多劈出一道裂缝，最多劈出5道；当多道裂缝命中同一个目标时，从第二道裂缝开始将只造成25%的伤害。此技能只有在盘古拥有斧头时才可以使用，蓄力期间盘古处于霸体状态。蓄力期间被打断会返还部分冷却时间","tip":"小提示：只有在盘古持有斧头时，才可以释放大招"}],"skillBuild":[52910,52920],"summoner":[80115,80108],"items":[{"items":[1422,1137,1126,1336,1335,1333],"tip":"小提示：盘古大招需要一定的聚气时间来打出超大范围的缴械效果，期间需要盘古能够硬吃对方伤害而不死，所以需要补充一定的坦装和防御属性"},{"items":[1523,1425,1137,1126,1134,1127],"tip":"小提示：盘古的突袭效率不错，自带硬控并且伤害十足，所以出装上以输出装为主"}],"ming":{"items":[1512,3509,2515],"tip":"小提示：攻速可以让盘古的攻击节奏加快，最大生命能让盘古支撑足够久的时间，移动速度能让盘古更加轻松的将对手纠缠住，配合装备的冷却缩减属性，让盘古的爆发周期缩短。"},"methods":{"toUse":"1.盘古的1技能具有较强的操作空间，合理判断敌我的位置关系，可将敌人击退到一个对自己最有利的位置去；2.盘古的大招在队友的支持下会十分强大，让队友一起抱团作战，更利于盘古发挥；3.在面对依赖普攻的敌人时盘古是不用害怕的，在合适的使用利用斧头状态的2技能去缴械对手并且通过普攻回血","toLaning":"1.盘古切换武器时，会处于无敌状态；2.注意关注盘古斧头耐久度的情况，盘古通常会在斧头濒临破碎时开团","toGB":"1.盘古在低耐久值时，可以选择主动开团，迅速的将耐久消耗完毕，利用无敌时间躲避关键技能；2.召集同伴释放强化的大招，可以为队友提供相当不错的先手优势"},"relationships":{"bestCompanies":[{"id":189,"description":"盘古的大招宽度略窄，在命中率上不会很高，但是配合鬼谷子将敌人拉到一个点上的特性能够大大降低盘古大招的命中难度。"},{"id":120,"description":"白起的群体嘲讽配合盘古大招的群体缴械可以让对手举手无措。"}],"restrained":[{"id":113,"description":"庄周的解除控制是盘古比较头疼的，除了盘古的控制技能会被庄周解除之外。由于盘古的输出是需要时间慢慢铺垫的，无论是斧头状态的持续流血还是能量臂状态积累眩晕值，如果在过程中被庄周解除会使得之前做的所有铺垫都白费。"},{"id":123,"description":"面对重装型战士盘古是比较头疼的，因为他的输出能力并不强，而且缴械效果在面对吕布这类输出主要靠技能英雄会显得比较乏力。"}],"restrain":[{"id":169,"description":"相比鲁班击退和虞姬闪避，在面对后羿这类没有控制也没有自保手段的射手时盘古的优势是巨大的。"},{"id":167,"description":"孙悟空的强化普攻会对敌人造成巨额伤害，而拥有缴械能力的盘古，可以让其无法顺利打出爆发。"}]}}