{"ename":133,"difficulty":2,"skill":3,"viability":4,"attack":9,"skills":[{"id":13300,"name":"迅捷","value":"(冷却值：0 消耗：0)","description":"被动：狄仁杰的普通攻击能够获得1层迅捷效果，每层迅捷效果会增加6％攻击速度和5％移动速度，最多叠加5层","tip":"小提示：这个技能能让狄仁杰的持续输出能力得到显著额提升"},{"id":13310,"name":"六令追凶","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：60)","description":"狄仁杰向指定方向甩出六道令牌，对命中的目标造成200/220/240/260/280/300(+25％物理加成)点物理伤害和160点法术伤害，其中蓝牌只能造成50％的伤害，但蓝牌会减少目标90％移动速度，持续0.5秒，当同一目标受到多道令牌伤害，从第二道令牌开始伤害会衰减至初始伤害的70％，令牌可以触发普通攻击的法球效果；被动：狄仁杰持续使用普通攻击时，每两次普通攻击后下一次普通攻击将会随机强化为一张蓝牌或红牌","tip":"小提示：这个技能是狄仁杰主要输出技能，有很强的推线能力，攻击敌人时能造成很好的AOE伤害效果"},{"id":13320,"name":"逃脱","value":"(冷却值：14/13.6/13.2/12.8/12.4/12 消耗：70)","description":"狄仁杰向周围掷出八道令牌，清除自身负面效果，增加25％移动速度，持续1秒，令牌的伤害和效果与六令追凶相同","tip":"小提示：这个技能能提升狄仁杰的自保能力，被控制后开启得到移速提升，可以在追人或逃跑时使用"},{"id":13330,"name":"王朝密令","value":"(冷却值：24/20/16 消耗：100)","description":"狄仁杰向指定方向掷出一道金色密令，对命中的第一个敌方英雄造成300/375/450(+60％法术加成）（+120％额外物理加成）点物理伤害和300/375/450(60％法术加成）（+120％额外物理加成）点法术伤害，并将其晕眩1秒，同时会减少目标50％物理防御和法术防御，命中后会获得目标视野，持续5秒；期间友军向该目标移动时会增加10％移动速度；","tip":"小提示：这个技能是狄仁杰主要的控制技能，在攻击前排时使用，降低其护甲魔抗，打前排能力大大增强"}],"skillBuild":[13310,13320],"summoner":[80109,80110],"items":[{"items":[1425,1126,1135,1133,1127,1155],"tip":"小提示：狄仁杰拥有解控和控制能力，自保能力不错，只需要搭配名刀就能够找到较好的输出空间"},{"items":[1425,1126,1133,1135,1132,1155],"tip":"小提示：搭配吸血铭文可以获得优秀的吸血能力，即使被范围伤害命中也能够迅速的恢复到安全的状态"}],"ming":{"items":[1505,3514,2520],"tip":"小提示：纷争的物理吸血属性可以提高狄仁杰前期的续航能力，鹰眼可以大幅度提高狄仁杰在前期的物理输出，狩猎则可以额外强化狄仁杰的攻速和移速，配合被动的移速加成，可以让自身移动能力接近于一般刺客，增加生存能力。"},"methods":{"toUse":"狄仁杰1技能清线能力很强，可以快速清理兵线；狄仁杰需要谨慎走位，因为没有位移技能，2技能可以在被控制后使用","toLaning":"狄仁杰没有位移技能，刺客可以轻易将其击杀；坦克英雄在被狄仁杰大招击中后，减少护甲魔抗，注意躲避伤害","toGB":"团战时，狄仁杰需要站在后排进行输出，有队友保护效果更佳。利用大招命中敌方前排，配合队友可将其迅速击杀；需要时刻注意走位，以免被敌方刺客切入被击杀"},"relationships":{"bestCompanies":[{"id":168,"description":"牛魔：牛魔强大的控制能力能够让狄仁杰的技能更容易命中目标，牛魔提供的双抗和控制也能够起到很好的保护作用，2技能减速后可以让狄仁杰有更好的输出环境。"},{"id":118,"description":"孙膑：狄仁杰需要利用走A输出，孙膑的2技能可以让狄仁杰加速，1技能和3技能可以让对面减速和沉默，能给狄仁杰制造很好的输出环境。"}],"restrained":[{"id":153,"description":"狄仁杰没有位移技能，兰陵王的隐身和秒杀能力很容易接近他将其秒杀"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的狄仁杰"}],"restrain":[{"id":146,"description":"露娜：狄仁杰的一旦控住露娜，配合高额输出能够瞬间击杀露娜，即使无法击杀也能压低血线，露娜已经入场1技能或者2技能标记狄仁杰时，狄仁杰使用二技能净化也能很容易让露娜断大"},{"id":174,"description":"虞姬：拥有物理免伤的虞姬会因为狄仁杰的伤害附加额外法术伤害而导致实用性降低，狄仁杰可以轻松利用2技能本身的净化效果来化解虞姬大招的控制和被动的减速，狄仁杰被动的移速加成也可以更加轻松地躲开虞姬的1技能。"}]}}