{"ename":199,"difficulty":7,"skill":3,"viability":2,"attack":8,"skills":[{"id":19900,"name":"晚云落","value":"(冷却值：0 消耗：0)","description":"被动：阿离的普攻伤害会为目标叠加枫之印记，每四层印记触发一次爆炸（并叠加新的印记），对周围敌人造成225（+70%物理加成）点法术伤害并减少所有技能1秒CD；释放技能或收回纸伞后阿离的普通攻击将会额外投掷一枚飞镖并造成30%物理加成点物理伤害；阿离能够再释放技能后再次使用技能回归到纸伞的位置；当阿离手中没有纸伞时，自身移动速度提升50点与基础攻击间隔缩短20%","tip":"小提示：阿离每次释放技能下次普通攻击可叠加2个印记，通过不断的释放技能快速累积标记即可打出爆炸伤害"},{"id":19910,"name":"岑中归月","value":"(冷却值：10/9.4/8.8/8.2/7.6/7 消耗：50)","description":"阿离向指定方向瞬步，并将纸伞留在原地（如果纸伞在阿离手中）","tip":"小提示：快速位移技能，即可留作生存手段，亦可先手打出小爆发"},{"id":19920,"name":"霜叶舞","value":"(冷却值：12 消耗：60)","description":"阿离旋转起操控纸伞飞旋（如果纸伞在阿离手中），击落飞行物对范围内敌人造成两段打击每段造成120/144/168/192/216/240（+40%物理加成）点法术伤害；","tip":"小提示：需要注意纸伞将做圆周飞行，配合走位，可移动超乎想象的距离，进一步的增加了阿离的灵活性，并且击落飞行物将会保证阿离一定的生存空间"},{"id":19930,"name":"孤鹜断霞","value":"(冷却值：30/25/20 消耗：90)","description":"阿离击退前方的敌人，造成250/375/500（+80%物理加成）点法术伤害，并将纸伞向指定方向掷出（如果纸伞在阿离手中）","tip":"小提示：掷出纸伞距离比较远，可在作逃脱或跨地形作战时使用，并且纸伞不在手中时，也可击退敌人并造成伤害"}],"skillBuild":[19910,19920],"summoner":[80115,80107],"items":[{"items":[1523,1425,1126,1133,1155,1127],"tip":"小提示：公孙离非常灵活，但身板较为脆弱，需要出名刀自保，避免被直接秒掉"},{"items":[1522,1425,1126,1135,1133,1155],"tip":"小提示：选择一件肉装对血量进行补强，避免被敌方技能命中直接退场的尴尬情况发生"}],"ming":{"items":[1503,3514,2517],"tip":"小提示：阿离的被动，对于攻击速度的需求较低，优先物理攻击，移动速度依然是不可缺少的特殊属性；通过物理穿透可强化阿离的前期作战能力，使得阿离在前期也会有一定的威胁能力"},"methods":{"toUse":"1.阿离手持纸伞时，技能可连续释放两次，在短时间内让敌人叠满4次印记，打出爆发伤害；2.阿离不同的技能对纸伞的位置影响是不同的，释放技能时尽量考虑纸伞将来的轨迹","toLaning":"1.纸伞的轨迹大概可以判断阿离的想法，提前预判即可防范于未然；2.阿离再是灵活也无法避免其脆弱怕控的本质，选取英雄时需要考虑对其的限制能力","toGB":"阿离是更加偏向收割型的射手，较近的输出距离使得阿离不能直接和对方进行对抗，玩家需要利用阿离的灵活性进行拉扯，直接威胁敌方中后排输出是比较适合阿离的作战方式"},"relationships":{"bestCompanies":[{"id":120,"description":"白起可以稳定的开启团战，并给予阿离一定的输出环境"},{"id":171,"description":"在阿离前期较为弱势时，张飞可以提供给团队很大的支持，避免前期弱势导致崩盘，后期张飞的大招可以给予阿离提供安全的输出收割环境"}],"restrained":[{"id":187,"description":"阿离面对强控时，会很难进场输出，较短的输出距离会被东皇太一大招克制"},{"id":109,"description":"阿离的本质还是脆弱的射手，妲己的硬控和爆发，可以瞬间将其秒杀"}],"restrain":[{"id":193,"description":"铠是无法对公孙离造成太大的威胁的，无论自身位移还是击退，都可以反制大部分战士坦克突袭"},{"id":142,"description":"公孙离最擅长的就是灵活的身法，无法命中，即便法术威力再大也会对公孙离无可奈何"}]}}