{"ename":141,"difficulty":6,"skill":7,"viability":4,"attack":2,"skills":[{"id":14100,"name":"语·花印","value":"(冷却值：0 消耗：0)","description":"被动：貂蝉的技能命中会为敌人叠加花之印记，持续8秒，叠加满4层后印记触发，回复自身100点生命，同时会对周围敌人造成160（+64％法术加成）点真实伤害并减少其90％移动速度，持续3秒","tip":"小提示：貂蝉每次使用其它技能对敌人造成印记爆炸的时候，爆炸效果会对敌方造成范围伤害并减速，而且该爆炸伤害无视对方护甲防御，是真实伤害."},{"id":14110,"name":"落·红雨","value":"(冷却值：5 消耗：50)","description":"貂蝉向指定方向挥出花球，花球飞出一段时间后会返回貂蝉手中，挥出和返回会对路径上的敌人造成180/220/260/300/340/380(+57％法术加成）点法术伤害","tip":"小提示：一条直线上造成两次伤害，由于有一定的延迟，所以需要预判对手的走位施放"},{"id":14120,"name":"缘·心结","value":"(冷却值：10 消耗：50)","description":"貂蝉瞬间消失并立即出现在指定位置，同时会散发3枚花球攻击附近的敌人，每枚造成140/155/170/185/200/215(+24％法术加成）点法术伤害，如果花球命中敌人，还会减少4秒缘·心结的冷却时间","tip":"小提示：貂蝉2技能位移并且对最近的敌人造成3次伤害，如果3次都全命中在同一敌人身上，将会直接触发被动减速，该技能也能用于穿墙逃跑，在没有大招的情况下谨慎使用"},{"id":14130,"name":"绽·风华","value":"(冷却值：40/35/30 消耗：80)","description":"貂蝉绽放风华在原地结成法阵，法阵生成及消失时都将造成210/245/280（+50％法术加成）点法术伤害，当貂蝉处于法阵范围内，落·红雨和缘·心结会获得额外的冷却缩减","tip":"小提示：大招是貂蝉非常霸道的AOE技能，虽然大招伤害很一般，但能在大范围对敌人触发被动效果，使得貂蝉其它技能造成更多伤害，冷却也更快"}],"skillBuild":[14110,14120],"summoner":[80115,80102],"items":[{"items":[1423,1240,1235,1336,1334,1232],"tip":"小提示：大量的肉装可以支撑起足够的空间让貂蝉可以在双方阵前翩翩起舞，配合不死鸟的回复效果还能有一定的续航，让貂蝉持续作战"},{"items":[1423,1240,1338,1235,1336,1239],"tip":"小提示：貂蝉在极快的位移能力和短暂无敌效果配合下可以躲避掉足够的伤害，配合辉月的主动效果往往能够拖住对方输出的节奏，为队友创造机会"}],"ming":{"items":[1514,3516,2512],"tip":"小提示：法术攻击和穿透可以在初期保障伤害，应对敌方换血和快速清线，吸血提供的恢复能力可以增加貂蝉的赖线能力；貂蝉对冷却缩减的效果非常依赖，符文选择带10％冷却，在初期配合回血书就有一定的作战能力。"},"methods":{"toUse":"在对线中，保证安全的情况下貂蝉在2技能打到敌人的情况下，可以2技能突进接1技能进行消耗，由于2技能命中后的减CD，会使得貂蝉在突进后根据情况灵活选择继续突进或撤退，千万不要吝啬大招，团战中的减CD是非常重要的","toLaning":"1、刺客英雄需等待貂蝉位移技能交了后突进；2、可以利用一些带硬控的英雄，等貂蝉突进后将其控制击杀；3、尽量不要站得太靠近，以免被貂蝉AOE打到更多敌人","toGB":"团战时，貂蝉在等到对方英雄一些控制技能交出后，可以2技能进行突进接大招和1技能，这样貂蝉的CD很快可以频繁的使用1、2技能进行输出，可以带金身技能，防止被集火秒杀"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：貂蝉是一个比较怕控制的英雄，需要一个队友去为她承受住来自敌人的打击，庄周大招可以为其解除大部分控制并增加免伤，能提高貂蝉的生存能力以及作战能力，是搭配貂蝉的不二选择。"},{"id":120,"description":"白起：面对切入型英雄，貂蝉需要拉开范围，而白起不仅能做到大招嘲讽，使貂蝉能在较安全的环境输出，也能在对方站位密集的地方群控(嘲讽效果)，让貂蝉尽情输出打出更多AOE真实伤害。"}],"restrained":[{"id":156,"description":"张良的硬控很容易控住貂蝉"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的貂蝉"}],"restrain":[{"id":146,"description":"露娜：貂蝉一般带净化居多，净化解控露娜成功断大一次都可以造成致命伤，貂蝉的2技能消失也可以完美躲避任何技能，把握好时机也能轻松断露娜的大降低他的威胁力，貂蝉在开大时的，2技能命中人后的cd是很快的，在团战中也有不输露娜的AOE输出。"},{"id":171,"description":"张飞：貂蝉在团战中的爆发很高（被动连爆），利用被动的真实伤害效果很好压制张飞这种技能的护盾的英雄，而且被动还带有减速效果，在单抓或者在团战中很好击杀或者压制住张飞，自身也不会遭受很高的伤害。"}]}}