{"ename":120,"difficulty":4,"skill":4,"viability":8,"attack":3,"skills":[{"id":12000,"name":"反击之镰","value":"(冷却值：0 消耗：0)","description":"被动：白起的普通攻击和技能将会减少目标对白起造成5％~12％的伤害，持续3秒，减少幅度随英雄等级成长","tip":"小提示：白起通过堆肉装能更有效的利用被技能，让白起在团战中更加坚挺，一战到底."},{"id":12010,"name":"血之回响","value":"(冷却值：0.5 消耗：40)","description":"白起回旋大镰血洗四方，对范围内的敌人造成150/200/250/300/350/400（+40％物理加成）（+3％最大生命值）点物理伤害，并回复2％已损失生命值，命中敌方英雄时会额外回复2％已损生命，最多可充能2次，每间隔8秒充能1次（受冷却缩减影响）；被动：白起受伤时有20％几率释放血之回响","tip":"小提示：白起唯一的输出技能，伤害不高，但CD较短，可以反复使用此技能进行消耗"},{"id":12020,"name":"死神之镰","value":"(冷却值：14/13/12/11/10/9 消耗：60)","description":"白起在指定位置召唤镰刀，镰刀在一定延迟后收回，对范围内的敌人造成200/230/260/290/320/350（+100％物理加成）点法术伤害并将其拉回；同时敌人会减少50％移动速度，持续2.5秒；被动：白起对生命值低于30％的目标会额外造成30％伤害","tip":"小提示：群体控制技能，但缺点是距离短，出手时间长，先手很容易被躲开，但作为后手时，会较容易控制到敌方多人"},{"id":12030,"name":"傲慢嘲讽","value":"(冷却值：40/35/30 消耗：100)","description":"白起向指定位置跳跃，造成300/380/460（+100％物理加成）点法术伤害并嘲讽敌人，持续1/1.3/1.5秒（随技能等级成长）；嘲讽时间会随着白起的额外生命值增加，每1000点额外生命值额外提供0.2秒嘲讽时长，最多持续2.5秒；期间受到生命回复效果提升100％；被动：白起受到攻击时会获得庇佑，增加10点移动速度与30/60/90点物理防御，持续3秒，最多叠加3层","tip":"小提示：控制技能，团战时冲到人群尽量嘲讽更多敌人形成控制效果，为友军创造输出条件"}],"skillBuild":[12010,12020],"summoner":[80102,80103],"items":[{"items":[1422,1331,1332,1334,1333,1338],"tip":"小提示：红莲斗篷能够帮助白起清线，并且最大生命值属性能够强化白起的嘲讽时间，让其控制更加稳定"},{"items":[1422,1331,1332,1334,1327,1337],"tip":"小提示：在后期拉扯时，反伤刺甲能让对手不能依靠普攻攻击肆意消耗自己，并且贤者的庇护能让白起在打团战时不至于每次开团后就会死亡"}],"ming":{"items":[1512,3503,2501],"tip":"小提示：白起作为一名坦克，红色宿命可以提升血量和物理防御能力；蓝色推荐长生，可以增加白起的坦克能力；绿色推荐均衡可以提升白起的双抗能力。"},"methods":{"toUse":"白起作为开团和保护型英雄，需要配合队友进行行动，利用2、3技能尽量控制到更多敌人，为队友创造输出环境或保护队友输出","toLaning":"1、白起的2技能范围很短，所以需要保持与白起的距离以免被控制；2、白起被动反弹伤害，团战中尽量不要优先攻击他；3、白起单兵作战能力较弱，可以多进行单抓","toGB":"团战时，白起一定是开团的那一个，冲到战场中人最多的地方承受伤害，大招尽量大到更多的敌人，为队友创造更好的输出环境.在打反手时，白起的控制和保护效果会更佳"},"relationships":{"bestCompanies":[{"id":152,"description":"王昭君：防守面，王昭君是一个高爆发输出的脆皮法师，很容易被敌方刺客作为主要目标针对，有白起在身旁保护，合理利用控制可以达到很好的效果；进攻面：王昭君比较依赖2技能的控制，2技能的释放需要预判，也会被敌方利用2技能刚使用的真空期，而白起的双控能力，可以为王昭君提供更精准的2技能命中率。"},{"id":192,"description":"黄忠：黄忠开启大招时拥有很高的持续输出能力，白起可以选择把握时机，利用23组合技能将敌方英雄限制在黄忠大招范围内，也可以站在黄忠前面保护，面对白起这种坦克控制英雄很难突破防线威胁到己方黄忠，是防守无敌战术的核心玩法。"}],"restrained":[{"id":150,"description":"白起的单兵作战和追人能力很差，单独遇到刺客韩信会毫无办法"},{"id":141,"description":"白起不能很容易控制到灵活的貂蝉"}],"restrain":[{"id":146,"description":"露娜：露娜的月下无限连可以在团战中打出恐怖的持续输出，白起可以利用二技能勾回露娜或者闪现接近露娜直接开启大招控制，配合队友集火可以轻松秒杀露娜。"},{"id":116,"description":"阿轲：白起针对近战脆皮刺客、依赖普攻的英雄压制能力比较强。白起身板硬，利用反甲装配合1技能被动的触发伤害，可以与刺客正面刚；阿坷的身板相对脆一些，需要绕后刺杀后排射手和法师，己身抗击打和抵抗能力都一般，有白起的保护时很难切入击杀敌方后排，一旦被白起大招嘲讽，很容易遭到集火反杀。"}]}}