{"ename":187,"difficulty":4,"skill":5,"viability":8,"attack":2,"skills":[{"id":18700,"name":"暗冕之噬","value":"(冷却值：0 消耗：0)","description":"被动：东皇太一使用祭典创造出来的黑暗能量体极不稳定，敌人被黑暗能量体触碰到都会造成100（+敌方3%最大生命值）（50%法术加成）点法术伤害；每当黑暗能量体对敌方英雄造成伤害时，东皇太一将会回复100（自身最大生命3%）（+40%法术加成）点生命值，对敌人非英雄目标造成伤害时，东皇太一将会回复自身1%最大生命值","tip":"小提示：尽可能地去靠近敌方英雄，利用黑暗能量体吸取敌方生命"},{"id":18710,"name":"日蚀祭典","value":"(冷却值：5 消耗：60)","description":"东皇太一释放力量，对周围造成300/360/420/480/540/600（+40%法术加成）点法术伤害并创造出黑暗能量体在身边环绕，同时最多存在3个；释放能量时，若对范围内敌人造成伤害，则会减少50%日蚀祭典的冷却时间；黑暗能量体的数量会影响曜龙烛兆的威力","tip":"小提示：尽可能地保持时刻有三层黑暗能量体，来对敌方造成高额输出和吸血"},{"id":18720,"name":"曜龙烛兆","value":"(冷却值：6 消耗：75)","description":"东皇太一每拥有1个黑暗能量体，就可召唤1条曜龙对指定方向进行范围冲击，每次冲击将造成500/600/700/800/900/1000（+60%法术加成）点法术伤害；第一次和第二次冲击范围内的敌人减少50%和90%移动速度，持续1秒；第三次冲击范围内的敌人将被眩晕1秒；释放时，自身将增加30%移动速度，持续1秒，并且每增加1个黑暗能量体将额外增加10%移动速度","tip":"小提示：三颗黑暗能量体时释放效果最强，并且由于技能释放延迟大，建议配合队友的控制使用"},{"id":18730,"name":"堕神契约","value":"(冷却值：50/45/40 消耗：100)","description":"东皇太一压制敌方英雄，同时在彼此间创造一个契约链接，持续2.5秒；当契约的双方的一方受到伤害时，另一方会受到同等的伤害；在强大的堕神契约下双方无法进行任何操作，也无法净化；堕神契约强大的能量溢出，东皇太一将直接获得三个黑暗能量体","tip":"小提示：东皇太一的三技能是强力控制，但输出不足，需要队友在他控制住敌人时尽快击杀敌方，并且开启大招时自己和敌方都会受到同样的伤害，要注意自己的血量"}],"skillBuild":[18710,18720],"summoner":[80115,80108],"items":[{"items":[1722,1426,1331,1334,1332,1333],"tip":"小提示：东皇太一需要保持自身最大生命值的优势，才能在释放大招时，保证自身的安全"},{"items":[1722,1426,1331,1335,1336,1332],"tip":"小提示：疾步之靴能够为东皇太一没有闪现时发动大招创造机会，极寒风暴能够有效的减少东皇太一的技能真空期"}],"ming":{"items":[1512,3509,2515],"tip":"小提示：东皇太一的玩法是游走和大招以血还血，这套铭文可以在初期为东皇太一增加移速、生命值、恢复能力，可以提升初期游走和gank能力，中后期至少可以大到一个核心。"},"methods":{"toUse":"东皇太一的1技能只有在释放时命中敌方单位才会返还CD；2技能释放延迟很高，尽可能在队友控制的配合下使用；大招是非常强力的控制，可以多和队友配合进行游走","toLaning":"东皇太一前期很难远距离补刀并且略显弱势，利用这一点在前期压制他的发育；东皇太一大招控制住友方时不要攻击他，因为这时他受到的任何伤害都会反馈给控制住的友方英雄","toGB":"团战时，可以充当坦克在顶在前排，也可以处于队形中部利用2技能POKE，大招保护后排防止被刺客秒杀"},"relationships":{"bestCompanies":[{"id":132,"description":"马可波罗：东皇太一的大招能够很好的保护己方核心输出，敌方输出突进过来时，东皇太一开大可以轻松压制，马可波罗的1技能爆炸输出伤害也很高，可以配合东皇太一轻松秒杀敌方刺客，由于刺客切入身板比较脆，血量会比东皇太一低很多，在减员敌方一名成员后依旧可以发挥自己的作用在团战中吸收伤害做前排。"},{"id":116,"description":"阿轲：东皇太一长时间的稳定控制，可以让阿轲轻松完成背击，造成大量伤害击败一名成员并刷新技能产生收割的效果。"}],"restrained":[{"id":184,"description":"蔡文姬拥有短时间的强力回复能力，让东皇太一的大招伤敌500自损1000"},{"id":168,"description":"敌方集火东皇大住的敌人时牛魔能很容易找准机会反打控制住多个英雄"}],"restrain":[{"id":146,"description":"露娜：4级后的团战，己方队友都在时，露娜切入直接大招集火秒杀即可，有东皇太一时的团战，露娜很少有先手开团和poke的机会，也可以寻找时机强开露娜，即使自己牺牲，能换掉露娜也是大赚的。"},{"id":186,"description":"太乙真人：东皇太一大招太乙真人的时候，太乙真人是不能释放大招的，初期游走对抗东皇太一的伤害和恢复能力不输太乙真人，面对AP太乙真人入侵野区也能很好的针对和克制，包括技能细节，太乙真人开1技能蓄力期间，东皇太一大招太乙真人后爆炸伤害都会施加给太乙真人，可以很好的克制太乙真人。"}]}}