{"ename":130,"difficulty":5,"skill":4,"viability":5,"attack":7,"skills":[{"id":13000,"name":"狩魔","value":"(冷却值：0 消耗：0)","description":"被动：宫本武藏施放技能后，下一次普通攻击变更为蓄力攻击，蓄力攻击会额外造成120（+25%物理加成）点物理伤害并减少1秒所有技能的冷却时间","tip":"小提示：被动使得宫本对技能和普攻的衔接使用更起作用了，能提升输出伤害并减少技能CD"},{"id":13010,"name":"空明斩","value":"(冷却值：10/9.6/9.2/8.8/8.4/8 消耗：0)","description":"宫本武藏向指定方向斩出一道剑气，对路径上的敌人造成400/480/560/640/720/800（+80%物理加成）点物理伤害并减少其50%移动速度，持续2秒；剑气会击落路径上的敌方飞行物；施放空明斩时宫本武藏处于霸体状态；","tip":"小提示：施放这个技能需要预判对手的走位，期间宫本为霸体状态不受控制，在对敌方造成伤害后能短时间内回复生命值"},{"id":13020,"name":"神速","value":"(冷却值：8 消耗：0)","description":"宫本武藏向前冲刺，对路径上的敌人造成180/216/252/288/324/360（+40%物理加成）点物理伤害；如果穿过敌人将获得抵免500/620/740/860/980/1100点伤害的护盾并减少50%神速的冷却时间，护盾每4秒只能获得一次","tip":"小提示：利用此技能效果，宫本无论在打野或对拼时都可以用来很好的抵消一部分伤害，注意作为位移逃跑时，就没有护盾效果了哦"},{"id":13030,"name":"二天一流","value":"(冷却值：70/65/60 消耗：0)","description":"宫本武藏在指定方向范围内选择并锁定目标后跃向空中，在短暂迟延后拔出鸣雷斩落，对目标范围内的敌人造成500/60/800（+80%物理加成）点物理伤害，同时将锁定目标击飞0.75秒并减少其50%移动速度，持续2秒；在接下来的12秒内宫本武藏进入二刀流状态，所有普通攻击和技能都会附带60/90/120点法术伤害；狩魔范围提升；神速将获得额外的突进距离","tip":"小提示：宫本的大招能够形成非常好的控制效果，并且在开启大招后一段时间内，他的所有技能都有一定的提升，所以在一些情况下，大招先手后进行输出能造成能多的伤害"}],"skillBuild":[13010,13020],"summoner":[80108,80107],"items":[{"items":[1523,1422,1137,1134,1127,1133],"tip":"小提示：宫本大招能够稳定贴近敌方后排，大量的攻击装备能保证其能迅速将敌人击杀，才能够从容退场"},{"items":[1137,1422,13310,1327,1335,1337],"tip":"小提示：当处理敌方后排比较轻松时，可以选择一定的肉装增加宫本的容错能力"}],"ming":{"items":[1504,3514,2520],"tip":"小提示：宫本的玩法是在poke时寻找时机切入并击败敌方的核心输出，宫本比较依赖普攻，同时技能后可以为普攻增加海量物理伤害加成，百穿铭文可以帮助宫本伤害收益最大化，让宫本可以更好的利用技能配合普攻产生高额伤害。"},"methods":{"toUse":"宫本1技能可以很好的打断敌方有飞行弹道技能，所以释放时间很重要，2技能在对拼和清野时2使用，可以抵消成吨的伤害，大招最好在配合队友的情况下使用，更能保证击杀","toLaning":"1、注意走位躲避宫本1技能；2、脆皮英雄尽量靠后站位，被宫本大招命中后很难逃脱","toGB":"团战时，宫本需要在施放的时候施放1技能打断敌方有飞行弹道的技能为我方英雄减少收到的伤害，看准时机切入，尽量大招命中敌方后排是非常重要的"},"relationships":{"bestCompanies":[{"id":186,"description":"太乙真人：宫本开大落地后最尴尬的就是没有秒杀敌方后排核心输出，太乙真人的大招可以给宫本提供很好的续航，使宫本能够继续站起来继续输出或者逃离战场。太乙真人的1技能和2技能都能造成稳定的控制和输出效果，帮助宫本增加更多的输出机会。"},{"id":168,"description":"牛魔：牛魔的技能具备高机动性和无视地形，2技能减速在前期可以配合宫本持续输出GANK敌方关键英雄，大招的控制和伤害能帮助宫本轻松击杀敌方输出为队友建立优势。"}],"restrained":[{"id":156,"description":"宫本1技能对张良的技能不起作用"},{"id":141,"description":"貂蝉能在躲避技能同时很好的风筝宫本武藏"}],"restrain":[{"id":140,"description":"关羽：因为宫本大招指定性，关羽进场时被宫本大招后再接一技能是很轻松可以做到的情况，被宫本大到配合1技能减速的关羽会直接失去加速状态，很容易会被集火击杀。"},{"id":182,"description":"干将莫邪：干将莫邪只有1技能可以作为防身手段，大招都可以被宫本1技能击落。干将莫邪在施放完飞剑后会进入一个长达7秒的真空期，宫本可以直接近身输出，面对1技能弹飞直接开启大招输出就可以轻松击败干净。"}]}}