{"ename":513,"difficulty":8,"skill":9,"viability":3,"attack":2,"skills":[{"id":51300,"name":"笔阵","value":"(冷却值：0 消耗：0)","description":"被动：上官婉儿每第三次普攻将进行强化攻击，会对一条路径上的敌人额外造成300（+40%法术加成）点法术伤害。上官婉儿各个技能的笔墨相互触碰的时候会迸发笔力，对附近敌人造成300（+40%法术加成）点法术伤害（1秒内连续命中伤害衰减50%），上官婉儿触碰笔力恢复150（+20%法术加成）点生命值并激活强化普攻。","tip":"小提示：通过并发的笔力不断的触发被动打出强化普攻能够大幅提高上官婉儿的伤害"},{"id":51310,"name":"篆法·疾势","value":"(冷却值：5 消耗：50)","description":"上官婉儿朝指定方向挥出一记力道苍劲的笔墨，笔墨将会迅速减缓飞行速度并对触碰的敌人造成300/340/380/420/460/500(+40%法术加成）点法术伤害，当达到最远距离时，笔墨将会爆炸散开，对附近敌人造成300/340/380/420/460/500(+40%法术加成）点法术伤害","tip":"小提示：1,2连招能够让上官婉儿打出不错的远程消耗伤害"},{"id":51320,"name":"飞白·藏锋","value":"(冷却值：1.5 消耗：60)","description":"上官婉儿选择一个点，然后以自己的位置为终点进行书写，落笔的一瞬间对触碰的敌人造成150/180/210/240/270/300(+20%法术加成）点法术伤害，书写过程中将会对触碰敌人造成300/360/420/480/540/600(+40%法术加成）点法术伤害和50%减速持续2秒（每12秒储存一次笔势，最多可储备2次)","tip":"小提示：该技能释放后书写的较慢，多用于配合1技能或大招的相互触碰并发笔力或触发冲刺"},{"id":51330,"name":"章草·横鳞","value":"(冷却值：40/35/30 消耗：100)","description":"上官婉儿与笔墨共舞对一条路径上的敌人造成300/385/470(+24%法术加成）点法术伤害。如果在冲刺过程中命中了敌人或者其它主动技能的笔势，则可以在3秒内再次通过移动指令发出冲刺（至多可冲刺5次，停止期间可以攻击和施法，中断时根据释放次数返还20%到80%CD）。如果上官婉儿完成了5次冲刺，会跳跃至高空（期间不可被选中），不断朝附近敌人发出攻击造成425/550/675(+34%法术加成）点法术伤害（累计10次攻击，对同一单位伤害衰减到50%）","tip":"小提示：柔弱的上官婉儿最好不要在敌方附近累积冲刺，通过1,2技能在一个较为安全的位置开始，当靠近敌人时，上官婉儿应该已经做好了万全准备"}],"skillBuild":[51310,51330],"summoner":[80115,80107],"items":[{"items":[1423,1233,1235,1232,1239,1231],"tip":"小提示：上官婉儿单杀能力特别强，只要技能完备就能发动一波袭击，所以为了更多次的发动奇袭，可以优先选择冷静之靴，而辉月会为其争取刺杀后生存下来做出贡献"},{"items":[1423,1233,1235,1240,1232,1231],"tip":"小提示：婉儿大招入场时，通常会受到一定的伤害，可以利用吸血属性在大招期间将血量恢复一些，为接下来的战斗做好准备"}],"ming":{"items":[1514,3515,2503],"tip":"小提示：常规法师铭文，心眼的攻速能让上官婉儿的普攻更加顺畅"},"methods":{"toUse":"1.以其他技能为跳板，使用大招可以快速的接近敌人，并且提前累积一定的冲刺次数；等待敌方的控制技能出手后，在寻找机会入场，小心大招的积累过程被打断","toLaning":"1.注意对方2技能的路径，预估对方可能开启突袭的方向；留下控制技能将上官婉儿的大招积累打断，可以有效的降低其威胁","toGB":"上官婉儿每次远程消耗都可以视作一次威胁巨大的进攻尝试，如果有机会，上官婉儿即可迅速的突进并在过程中累计足够的冲刺次数，在抵达破绽之处时，通常已经能够跃上高空的安全的制造伤害；如果没有机会则继续等待下一次的尝试，耐心也是书法家必备的优秀素质"},"relationships":{"bestCompanies":[{"id":189,"description":"鬼谷子能帮助上官婉儿不用在远处累积冲刺次数，并且给出的控制效果能帮助上官婉儿完成积累释放"},{"id":149,"description":"上官婉儿需要突入阵内进行刺杀，刘邦能够借助上官婉儿的高机动性顺势突入，上官婉儿也能在刘邦的保护下安全的展开刺杀行动"}],"restrained":[{"id":156,"description":"面对有2个强势控制技能的张良，上官婉儿的灵动性会受到较大限制"},{"id":154,"description":"花木兰不仅仅拥有同样灵活的身手，还拥有另大部分法师畏惧的沉默，上官婉儿很难找到空隙突入战场"}],"restrain":[{"id":115,"description":"婉儿在对线期十分克制短手法师，并且当高渐离找到机会近身开启爆发时，婉儿可以通过大招躲避伤害"},{"id":169,"description":"上官婉儿能在远处开始累积冲刺次数，同时快速逼近射手，随后释放大招，后羿靠自身几乎无法阻止"}]}}