{"ename":114,"difficulty":3,"skill":5,"viability":7,"attack":3,"skills":[{"id":11400,"name":"磁力屏障","value":"(冷却值：0 消耗：0)","description":"被动：刘禅可对机关释放技能造成等量的伤害，并且刘禅的控制技能可对机关造成干扰效果，持续1秒；当刘禅技能对机关造成还伤害时会掠夺零件为自身回复200~396点生命值，回复效果随英雄等级成长","tip":"小提示：被动让刘禅能更快的摧毁敌方的防御塔和水晶"},{"id":11410,"name":"小霸王护盾","value":"(冷却值：12/11/10/9/8/7 消耗：70)","description":"刘禅立即重置普攻并开启护盾向前发起冲锋，吸收600/840/1080/1320/1560/1800点伤害同时提升自身25%移动速度持续3秒，并强化下一次普通攻击，造成350/400/450/500/550/600（+122%物理加成）点物理伤害并击飞敌人1秒","tip":"小提示：几乎每次开团都是由刘禅的1技能开启的，开启护盾冲锋将敌人击飞，留住敌人，辅助队友将其击杀，当然这个技能在面对敌方gank或追击时也可用来逃跑"},{"id":11420,"name":"机关魔爪","value":"(冷却值：8 消耗：65)","description":"刘禅操纵机关熊猫向指定方向伸出魔爪进行攻击，对范围内的敌人造成400/480/560/640/720/800（+100%物理加成）点物理伤害并且会将范围内敌人眩晕1秒","tip":"小提示：2技能控制指定方向范围上的敌人，为队友创造输出条件"},{"id":11430,"name":"暴走熊猫","value":"(冷却值：40/35/30 消耗：140)","description":"刘禅操纵机关熊猫展开双臂持续旋转攻击附近敌人，持续3秒，对方范围内的敌人每0.5秒造成240/320/400（+75%物理加成）点物理伤害。","tip":"小提示：大招是AOE伤害，范围较大，输出不高但威慑力十足."}],"skillBuild":[11410,11420],"summoner":[80102,80103],"items":[{"items":[1722,1422,1336,1335,1333,1337],"tip":"小提示：刘禅通常会于敌人贴身肉搏，极寒风暴能提供高额的冷却缩减并且让刘禅的生存得到提升，还能造成伤害制造威胁让对手进退两难"},{"items":[1331,1422,1327,1335,1333,1337],"tip":"小提示：当对手射手比较强势时，选择反伤刺甲进行反制，由于控制技能冷却较短，贤者的庇护还能提供第二套控制的机会"}],"ming":{"items":[1512,3509,2515],"tip":"小提示：宿命增加刘禅的坦克能力；调和，配合1技能控制效果，可以黏住大多数核心输出；刘禅的技能有控制和拆塔的效果，虚空的冷却缩减可以起到加快拆塔速度的作用。"},"methods":{"toUse":"使用1技能留住敌人后，接2技能控住，为队友留住敌人将其击杀","toLaning":"1、没有技能的刘禅毫无作用，团战尽量不要把技能丢在刘禅身上；2、刘禅的逃生能力很强，不要交出所有技能追杀刘禅，否则对方队友赶到容易被反杀","toGB":"团战时，刘禅需要利用1技能进行开团承受一波伤害，控制敌方主要的输出英雄，开启大招在人群中对更多敌人造成伤害.由于刘禅两个控制技能，所以也可以对我方输出英雄进行保护，敌方刺客进场，击飞并控制他，配合队友将其击杀"},"relationships":{"bestCompanies":[{"id":192,"description":"黄忠：这两个英雄在一起玩的就是速推流。刘禅的被动和一二技能的干扰，加上大招对塔的高额伤害，配上黄忠的炮台，能够以极短的时间推掉一座防御塔。并且刘禅的一二技能控制时间较长，能够很好的保护好黄忠，敌人在黄忠的大招圈内越久受到的伤害越高。"},{"id":115,"description":"高渐离：刘禅和高渐离可以产生很好的联动，刘禅的控制技能比较多，在用一技能配合二技能时不光可以开团，也可以干扰防御塔无法攻击，高渐离可以直接大招进场，释放出高额的爆发输出击杀对方英雄，是正面开团和越塔强杀的利器。"}],"restrained":[{"id":150,"description":"刘禅很害怕孤军作战，所以单独遇到输出型刺客会被一顿暴打"},{"id":141,"description":"由于灵活的貂蝉附带真实伤害，使得刘禅的控制技能不容易控制到貂蝉"}],"restrain":[{"id":116,"description":"阿轲：当前版本的阿轲多是刺客玩法，出装偏向输出摆法型，攻击力高的同时身板也很脆，当阿轲隐身突进结束，将会面对刘禅2秒左右的控制，在这两秒的时间内刘禅可以配合队友对阿轲进行毁灭性打击。即使阿轲隐身寻找机会切入己方核心输出位，刘禅也可以站在己方输出位利用1技能和2技能的连控轻松保护己方输出。"},{"id":112,"description":"鲁班：刘禅可以利用技能控制效果轻松打断鲁班扫射，鲁班的被动效果承担了鲁班大部分的输出，每次鲁班在扫射被动时，刘禅都可以用1技能配合2技能轮次打断，使鲁班输出最低化，而且鲁班的技能CD比刘禅长，鲁班在被刘禅这样的坦克贴脸时，很难打出有效伤害，合理的使用技能甚至可以轻松把鲁班击杀。"}]}}