{"ename":140,"difficulty":8,"skill":6,"viability":6,"attack":6,"skills":[{"id":14000,"name":"一骑当千","value":"(冷却值：0 消耗：0)","description":"被动：关羽每主动移动100距离将增加2％移动速度；持续移动达到2000距离时会进入冲锋姿态；当关羽的移动速度被减少至375点以下或受到控制效果时将退出冲锋姿态；关羽面朝敌方移动时将增加20％移动速度；冲锋姿态：关羽的普通攻击会击退敌人并附带10％最大生命值的物理伤害","tip":"小提示：关羽需要尽量通过一直移动来触发被动的冲锋状态，这样才能增加自己的普攻输出和造成击退效果，由于是最大生命值的百分比伤害，所以关羽在装备选择上尽量选择肉装和移速装"},{"id":14010,"name":"单刀赴会","value":"(冷却值：8/7.2/6.4/5.6/4.8/4 消耗：0)","description":"关羽旋转大刀队附近的敌人造成215/430/645/860/1075/1290（+127％物理加成）点物理伤害；冲锋姿态：关羽向前发起冲锋造成（100％物理加成）（10％最大生命值）点物理伤害，并在结束时向前劈砍，造成250/500/750/1000/1250/1500（+150％物理加成）点物理伤害","tip":"小提示：非冲锋状态下是AOE范围伤害，团战中关羽尽量在混战中心多次使用此技能，打到更多的人，才能发挥更大的价值；冲锋状态下配合普攻有一个不错的突进效果和小爆发伤害"},{"id":14020,"name":"青龙偃月","value":"(冷却值：14 消耗：0)","description":"关羽清啸一声，解除自身控制效果并增加30％移动速度，持续2秒；冲锋姿态：关羽清啸一声，解除自身控制效果并向前跃击敌人将其击退，造成335/470/605/740/875/1010(+112％物理加成）点物理伤害","tip":"小提示：移速加成效果无疑使得关羽更加灵活，由于可以解除控制效果，这就成为了关羽绝佳的逃跑技能，所以需要注意要在敌方交了控制技能后再使用此技能，在安全的情况下，可以利用此技能进行突进留人"},{"id":14030,"name":"刀锋铁骑","value":"(冷却值：70/60/50 消耗：0)","description":"关羽激发潜能，将减少50％的冲锋准备距离，持续10秒；冲锋姿态：关羽将召唤铁骑向前方突击撞退敌人，并造成（+100％物理加成）（+10％最大生命值）点物理伤害","tip":"小提示：关羽能快速进入冲锋状态，冲锋状态下能击退大范围的敌人，对于保护队友和突进先手都是非常实用的"}],"skillBuild":[14010,14020],"summoner":[80115,80108],"items":[{"items":[1422,1722,1137,1333,1335,1337],"tip":"小提示：救赎之翼能让关羽移动速度更加快，并且通过半肉出装让关羽在对抗时不用担心自身安全"},{"items":[1422,1722,1137,1332,1333,1138],"tip":"小提示：破军让关羽对后排的威胁力大幅增加，霸者重装让关羽续航增长，保持威慑力"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：异变和鹰眼的百穿效果再加上异变和隐匿的36的物理攻击，能够让关羽的每一刀都特别痛。而隐匿的10%的移速能够让这匹马跑得更快，追杀或者逃跑都很方便。"},"methods":{"toUse":"尽量在每一次战斗前通过移动进入冲锋状态，注意此时需要用摇杆控制技能的方向；1技能主要用于输出，2技能可在敌方控制技能交出后使用，解除控制，3技能可以使用来保护队友或者是突进开团","toLaning":"1、关羽在冲锋状态时，脆皮英雄尽量和他保持安全距离；2、团战时，不要将主要输出技能丢在关羽身上；3、关羽拥有2技能和大招时，不要将主要控制技能交在他身上","toGB":"团战前，关羽需要通过移动进入冲锋状态，这样会更方便他突进先手开团，通过1技能在人群中输出，一旦被控制需要使用大招或者2技能解除，大招是AOE技能，尽量用大招打中更多的敌人才能发挥最大价值"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：关羽需要不停脱离控制达到冲刺状态才能打出伤害，如果团队中有庄周，加上自身的净化和二技能，关羽在一次团战中很轻松就可以打出3-4次冲刺，如果对手想控制关羽，就需要浪费大量控制技能，因此庄周对于关羽可以起到锦上添花的作用。"},{"id":191,"description":"大乔：大乔的1技能可以为关羽冲锋进行加速配合，靠技能伤害的关羽经常需要回家补充状态，大乔的回城能够很好的帮助关羽续航，而且大乔的沉默可以使关羽前去冲锋的时候降低被技能控制的风险。"}],"restrained":[{"id":111,"description":"孙尚香可以很好躲过关羽的技能，从而进行风筝"},{"id":118,"description":"孙膑大招的沉默可以让关羽进场时无事可做"}],"restrain":[{"id":182,"description":"干将莫邪：关羽算是能够限制干将的少有几个英雄之一了。干将的一技能和闪现能够躲好多英雄的技能，但是关羽只需要绕后，到敌方二塔直接用大推出干将，然后把他顶到回不了塔，干将就必死。"},{"id":192,"description":"黄忠：黄忠在中心战场之外开大招时候，输出会有很高的伤害，也有安全保障，正常英雄如果不能快速切到黄忠身边，很难近身切入，关羽可以凭借冲刺绕后配合技能快速切到黄忠身边，也可以用大招和一技能把黄忠推到战场中央而且造成高额伤害，没有位移的黄忠很难有反制手段。"}]}}