{"ename":144,"difficulty":1,"skill":5,"viability":9,"attack":5,"skills":[{"id":14400,"name":"舍生忘死","value":"(冷却值：0 消耗：0)","description":"被动：程咬金每损失1%最大生命值获得额外3～7点物理攻击力，增加幅度随英雄等级成长，并且程咬金释放普通技能会消耗当前8%的最大生命值，大招消耗16%的当前生命值；每次释放技能还会回复6%已损失生命值，回复过程持续3秒","tip":"小提示：被动是以损失最大生命值来增加伤害输出，但同时也提供了回复效果，所以纯肉装也是不错的选择"},{"id":14410,"name":"爆裂双斧","value":"(冷却值：15/14.4/13.8/13.2/12.6/12 消耗：0)","description":"程咬金向指定目标位置猛力一跃并挥动双斧斩击，对范围内敌人造成120/155/190/225/260/295（+50%物理加成）点物理伤害并造成50%的减速效果，持续2秒；被动：程咬金的普通攻击命中敌方英雄会减少1秒爆裂双斧的冷却时间。","tip":"小提示：程咬金位移的控制技能，被动效果普通攻击可减少CD，对线或是抓人时可以作先手减速留人，持续输出粘住敌人.掩护队友时，也可让队友从容撤退."},{"id":14420,"name":"激热回旋","value":"(冷却值：5 消耗：0)","description":"程咬金转动双斧劈砍敌人，对范围内的敌人造成两段伤害，每段造成125/150/175/200/225/250（+60%物理加成）点物理伤害。","tip":"小提示：程咬金的主要输出技能，用来清线是不错选择，团战中，由于CD很短可多次使用该技能进行AOE伤害输出"},{"id":14430,"name":"正义潜能","value":"(冷却值：30 消耗：0)","description":"程咬金迸发正义热情，每秒回复8%最大生命，同时增加移动速度30%，持续5秒。","tip":"小提示：程咬金在团战中保证了自己的超高生存能力，持续回复大量生命值并提升移动速度，在追人和撤退时使用都是很好的选择"}],"skillBuild":[14420,14410],"summoner":[80102,80103],"items":[{"items":[1422,1331,1334,1336,1327,1137],"tip":"小提示：程咬金需要能够准确判断自身血量是否安全，而大幅提升自身最大生命值属性能够让容错范围大大加强，并且凭借被动增加的攻击力一样能够打出足够威胁敌方的伤害"},{"items":[1422,1336,1334,1137,1135,1127],"tip":"小提示：极寒风暴带来的冷却缩减能让程咬金技能空窗期缩短并且低血量的短兵相接时会频繁的触发极寒的伤害减速效果"}],"ming":{"items":[1504,3503,2517],"tip":"小提示：程咬金定位是战士和坦克，既坦克承受伤害的能力又有输出能力；异变可以为程咬金提升一些攻击力和穿透能力，蓝色隐匿可以提供攻击力和移速，方便黏人输出，绿色均衡提升双抗可以让程咬金承受更多伤害。"},"methods":{"toUse":"程咬金前期需要在线上发育，有了一定装备后再参加团战，主要职责是对后排进行骚扰和输出，在低血量时开启大招战略撤退，血量恢复后再进入战场配合队友进行战斗","toLaning":"1、团战尽量不要把技能丢在程咬金身上；2、程咬金没有硬控技能，所以可以对他进行风筝输出","toGB":"团战时，程咬金一定是那个冲到人群里承受技能和伤害的人，冲到敌方后排，对后排进行干扰，为刺客切入创造条件，在血量较低时，可以选择暂时撤退，等待血量充足后在进入战斗，掩护队友进行输出"},"relationships":{"bestCompanies":[{"id":154,"description":"花木兰：在野外地形时作为突进开团玩法进行配合，程咬金可以在前排承受高额伤，黏住敌方核心输出位交出关键技能，花木兰把握时机突进配合程咬金完成击杀或者收割，面对程咬金不交技能很难打出有效伤害，交技能就无法有效针对花木兰，依次作为配合战术效果会很好。"},{"id":115,"description":"高渐离；高渐离拥有比较高的AOE爆发输出能力，有程咬金吸引敌方火力，骗敌方交出关键技能，由高渐离进场大招收割是最好的，程咬金可以视血量情况返场去追击敌方核心输出位，利用大招恢复黏住敌方核心输出位无法脱离战场。"}],"restrained":[{"id":154,"description":"程咬金单人作战能力不强，遇到花木兰这种刺客简直没有还手之力"},{"id":111,"description":"机动性很高的孙尚香很容易风筝程咬金"}],"restrain":[{"id":112,"description":"鲁班七号：鲁班七号没有位移，爆发伤害对程咬金无法构成威胁，程咬金可以利用低血量高伤害能力站撸鲁班，血量比较低也可以开启大招恢复生命值，移速快即使打不过也可以轻松逃生。"},{"id":109,"description":"妲己：高爆发秒人英雄妲己在面对程咬金的超强坦克能力和高恢复能力非常的难受，经济同等情况下一套技能也无法把程咬金带走，因为只有2技能控制效果比较薄弱，很容易会被程咬金近身击败。"}]}}