{"ename":175,"difficulty":5,"skill":7,"viability":5,"attack":4,"skills":[{"id":17500,"name":"制裁仪式","value":"(冷却值：0 消耗：0)","description":"被动：钟馗受到单次伤害超过10%当前生命值会引发爆炸，对自身附近的敌人造成60（+60%法术加成）（+102)（最大生命值3%）法术伤害，引发爆炸有2秒冷却时间；钟馗死亡后3秒引爆自身，对自身附近的敌人造成240（+240%法术加成）（+410）（最大生命值12%）法术伤害.","tip":"小提示：这个被动技能让钟馗能够无畏的担任起坦克和人肉炸弹的职责，团战可以冲进最密集的交战区域"},{"id":17510,"name":"虚空清道者","value":"(冷却值：4 消耗：60)","description":"钟馗以虚空之力锤击地面，对范围内的敌人造成250/300/350/400/450/500（+45%法术加成）点法术伤害并减少30%移动速度，持续1秒；在钟馗身边的敌人受到250%伤害并减少30%移动速度，持续2秒","tip":"小提示：软性控制技能，减速范围内的敌人，技能CD较短，可以多次施放"},{"id":17520,"name":"湮灭之锁","value":"(冷却值：14/13.6/13.2/12.8/12.4/12 消耗：60)","description":"钟馗向指定方向投出钩锁并将第一个命中敌人拉至身前，钩锁命中将造成800/900/1000/1100/1200/1300（+100%法术加成）点法术伤害，同时为该敌人添加标记，轮回吞噬的每次吞噬会将标记的敌人眩晕0.5秒；被动：钟馗每次击败英雄或助攻会获得1层虚空噬魂。每层虚空噬魂会增加180最大生命值，最多叠加20层","tip":"小提示：该技能能在很远的位置将对方敌人拉到自己身边，将其秒杀，注意技能有一定前摇，需要预判对手的走位，也可以后手勾，这样能大大提高命中率哦"},{"id":17530,"name":"轮回吞噬","value":"(冷却值：40/35/30 消耗：130)","description":"钟馗蓄力后向指定方向张开虚空身躯，对范围内的敌人进行多次吞噬效果，总共造成2400/3000/3600（+360%法术加成）点法术伤害；钟馗在释放同时会获得可抵免240点伤害护盾","tip":"小提示：这个技能控制效果十足，命中敌人越多，该效果的伤害收益越大，但有一定施法前摇，需要一定的预判技巧"}],"skillBuild":[17510,17520],"summoner":[80121,80102],"items":[{"items":[1724,1426,1233,1336,1335,1238],"tip":"小提示：钟馗技能伤害极高，稍微增加一些输出装备即可在技能命中后打出连招击败敌人"},{"items":[1722,1426,1336,1332,1335,1337],"tip":"小提示：钟馗的技能特性会将敌人拉回我方阵地，因此被2技能命中的敌人几乎不会因为伤害问题而脱身。装备选择上更多偏向肉装，为团队提供前排做准备"}],"ming":{"items":[1514,3516,2512],"tip":"小提示：这套铭文达到了10%的减CD以及较高的法术强度和法术穿透。保证了钟馗的输出能力，配合肉装和输出冷却符文，能够将技能的控制频率提到最高，这一点也保证了钟馗玩法的最大化收益。"},"methods":{"toUse":"钟馗需要多用2技能勾到敌方，制造以多打少的局面.积极游走，寻找机会躲在草丛或在团战时后手勾人能提升命中率","toLaning":"1、躲在小兵或坦克身后，以防被钟馗勾中；2、如果不幸被勾中，第一时间利用位移逃脱；3、当心低生命值的钟馗，他很可能作为人肉炸弹冲过来","toGB":"开战前尝试用勾子命中敌人，成功的话可以配合队友将其秒杀，形成以多打少的局面，在技能CD时，不要吝啬生命，义无反顾的冲到敌人密集处利用被动输出可观伤害"},"relationships":{"bestCompanies":[{"id":170,"description":"打野战士（刘备、木兰）：钟馗依赖二技能的钩子，如果命中敌人，则可以瞬间配合刘备、木兰等爆发高的英雄秒掉。同时基本上是无伤抓人，这一点是任何的抓人套路都无法比拟的。"},{"id":152,"description":"中单法师（昭君、妲己）：昭君的二技能命中几率较低，需要配合队友，而妲己的输出又过于风险大。所以配合钟馗的技能打出控制技能的连招，一套控到死。同时，对手很少会有反制手段，这一点是能够给团战带来极大收益的。"}],"restrained":[{"id":150,"description":"刺客（韩信、兰陵王）的爆发输出很容易击杀落单的钟馗"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的钟馗"}],"restrain":[{"id":124,"description":"周瑜：以周瑜为首的缺乏位移的中单英雄基础移速慢，机动性差。钟馗只要钩子命中就可以配合防御塔或是队友轻松秒掉，毫无反制手段。"},{"id":192,"description":"黄忠：以黄忠为代表的缺乏位移的射手，例如成吉思汗，虞姬，狄仁杰等英雄，机动性差。面对钟馗的钩子无法做出相对应的位移，则会非常难以反制。同时这个思路符合各个段位的水平，都能达到不俗的效果。"}]}}