{"ename":186,"difficulty":7,"skill":6,"viability":5,"attack":1,"skills":[{"id":18600,"name":"黄金闪闪","value":"(冷却值：0 消耗：0)","description":"被动：太乙真人附近800范围内的敌方非英雄单位死亡时，太乙真人和附近的队友都会额外获得20％金币","tip":"小提示：太乙真人的被动技能使得它成为辅助位置英雄的最佳人选，与队友一起在线上或野区都能为队伍带来更高的经济收益"},{"id":18610,"name":"意外事故","value":"(冷却值：5 消耗：65)","description":"太乙真人使用炉子炼制药剂，最多持续5秒，炼制结束时或发生爆炸，对周围敌人造成200/260/320/380/440/500（+60%法术加成）~600/780/960/1140/1320/1500（+180%法术加成点法术伤害）点法术伤害并将其晕眩0.5~1秒（随技能等级成长最高眩晕1.5秒）；太乙真人可随时结束炼制并触发爆炸，但炼制时间越长，伤害越高并且晕眩时间越长；炼制时，自身会逐渐增加移动速度，最多增加至30％；同时，太乙真人还会获得60/96/132/168/204/240点物理及法术防御加成；炼制达到最长时间后，若爆炸命中敌方英雄将减少意外事故的全部冷却时间","tip":"小提示：这个技能是太乙真人的主要伤害技能，在释放与停止施放时需要根据不同的情况选好时机灵活使用，才能达到很好的效果；在最大时间爆炸时，可以造成最大限度的眩晕效果"},{"id":18620,"name":"第三只手","value":"(冷却值：10/9.2/8.4/7.6/6.8/6 消耗：65)","description":"太乙真人的炉子向指定方向伸出一只触手，会将自身拉向命中的第一个目标；如果是敌方目标，还会造成450/500/550/600/650/700（+80％法术加成）点法术伤害并将其眩晕1秒","tip":"小提示：太乙真人可以选择方向对友军或敌军施放，对友军施放是可以迅速靠近友军进行保护，对敌人施放时可造成伤害和控制效果"},{"id":18630,"name":"大变活人","value":"(冷却值：70/65/60 消耗：150)","description":"太乙真人召唤替身傀儡，替身傀儡会保护太乙真人和附近血量最低的一名队友，持续3秒；若在傀儡保护下死亡，2秒后将在原地复活，同时将获得2000/2750/3500（+200％法术加成）点生命；复活时，还会对周围的敌人造成600/750/900（+80％法术加成）点法术伤害并减少其50％移动速度，持续2秒；该技能可以在被控制时释放","tip":"小提示：这个技能可以保护队友，让队友死而复生，对于爆发型刺客有很好的克制效果，在队友血量较低时开启，会让对方的刺客非常头痛"}],"skillBuild":[18610,18620],"summoner":[80121,80102],"items":[{"items":[1422,1722,1333,1335,1332,1336],"tip":"小提示：霸者重装让太乙真人续航完美，配合高冷却缩减状况下的大招，几乎可以保证我方后排核心一直处于重重保护之下"},{"items":[1426,1723,1333,1335,1336,1337],"tip":"小提示：疾步之靴配合奔狼纹章可以让太乙真人带领队友急速靠近敌方并开启团战，有着优秀团控和独一无二的复活能力的太乙真人，会决定着整个战局的走向"}],"ming":{"items":[1514,3511,2515],"tip":"小提示：梦魇增加了太乙真人前期的输出能力，绿色献祭在增加了太乙真人的法术攻击外，还提供了冷却缩减；蓝色调和增加了太乙真人在前期的续航能力，同时增加gank能力。"},"methods":{"toUse":"使用太乙真人时，需要一直与友方英雄一起增强其发育能力，并时刻保护他们进行输出","toLaning":"1、注意通过走位躲过太乙真人的2技能；2、不要把主要伤害技能交给太乙真人，因为它对你的威胁不大；3、在攻击有太乙真人大招效果的敌人时，不要立刻将其击杀，等效果过后再将其击杀","toGB":"团战时，太乙真人需要与友方输出英雄站在一起，利用技能控制效果保护其进行输出，敌方刺客突进时，开启大招保护队友"},"relationships":{"bestCompanies":[{"id":132,"description":"马可波罗：在前期太乙真人的高额输出和控制为马可波罗提供了更多gank的机会，同时大招的复活可以避免在团战中因为马克被切而全盘崩溃的可能性，被动的额外收益可以让马克在前期打到更多金币，缩短了马克的成长周期。一二技能的硬控补充了马克本身没有控制能力的缺点。"},{"id":170,"description":"刘备：一技能的大范围晕眩和二技能的定点晕眩都可以增加刘备的抓人能力，同时大招可以提高刘备的容错率，避免出现刘备刚进场就被集火秒掉的几率，相比较其他英雄，太乙真人可以在前期就打出高额法术伤害，在前期帮助刘备反野或者守野时增加了成功的几率。"}],"restrained":[{"id":111,"description":"太乙真人的技能很难命中灵活的孙尚香"},{"id":146,"description":"太乙真人很难抓住灵活的露娜"}],"restrain":[{"id":192,"description":"黄忠：太乙真人可以利用一技能的高移动速度和二技能的位移快速接近无法移动的黄忠打出完美控制效果，同时大招的复活能力也增加了协助队友抓掉黄忠的机会。"},{"id":153,"description":"兰陵王：面对只有一次切入机会的兰陵王，太乙真人的控制牵制能力（开一技能走在后排身边，二技能主动勾兰陵王）都可以降低被兰陵王切入的概率，同时大招所给予的复活也明显克制了兰陵王切入机会只有一次的设定，相比较同类辅助如刘邦孙膑，太乙真人可以更好的压制兰陵王，避免被切入。"}]}}