{"ename":131,"difficulty":9,"skill":6,"viability":4,"attack":7,"skills":[{"id":13100,"name":"侠客行","value":"(冷却值：0 消耗：0)","description":"被动：李白使用普通攻击攻击敌人时，会积累1道剑气，持续3秒；积累4道剑气后进入侠客行状态，增加30点物理攻击力并解除青莲剑歌的封印，持续5秒；攻击建筑不会积累剑气","tip":"小提示：李白的大招能否施放的关键，普攻出第四下后触发侠客行，还能提升攻击力"},{"id":13110,"name":"将进酒","value":"(冷却值：12/10.6/9.2/7.8/6.4/5 消耗：80)","description":"李白可用醉剑式向指定方向连续突进2次，对路径上的敌人造成300/350/400/450/500/550（+110%物理加成）点物理伤害并且造成晕眩0.5秒叠加一层剑气；第三次释放会回到原地；每次释放间隔不能超过5秒","tip":"小提示：一定要控制好CD时间，这是李白对敌方进行消耗的主要技能，起到杀人红尘中，脱身白刃里的效果.当然该技能可突进可逃跑，注意灵活使用"},{"id":13120,"name":"神来之笔","value":"(冷却值：12/11.6/11.2/10.8/10.4/10 消耗：60)","description":"李白以自身为中心化剑为青莲剑阵，对范围内敌人造成210/246/282/318/354/390（+75%物理加成）点物理伤害；对触碰到剑圈的敌人造成350（+125%物理加成）点物理伤害并且减少90%移动速度，持续1秒；同时敌人会减少100/175/250/325/400/475点物理防御，持续3秒；李白释放技能期间不可被选中","tip":"小提示：该技能用于造成伤害和减速敌人，敌人触碰剑圈还能减少敌人护甲，这是李白造成高额输出的前提"},{"id":13130,"name":"青莲剑歌","value":"(冷却值：12 消耗：120)","description":"李白化身为剑气，对指定方向范围内的所有敌人飞速穿梭斩击5次，每次斩击造成200/250/300（+50%额外物理加成）点物理伤害；当同时攻击多个敌方英雄时，每增加一位敌方英雄将衰减15%的伤害，最低衰减至初始伤害的70%；青莲剑歌需要由侠客行解除限制后方可释放，使用后立即进入限制状态；李白释放技能期间不可被选中和攻击","tip":"小提示：这是李白团战造成超高AOE伤害的关键，同时也可以用来躲避敌方技能，防止被秒"}],"skillBuild":[13110,13120],"summoner":[80108,80107],"items":[{"items":[1523,1425,1132,1137,1138,1127],"tip":"小提示：全输出装备来提升自身爆发能力，利用伤害压制对手，名刀能有效提升李白的生存能力"},{"items":[1523,1425,1132,1137,1134,1138],"tip":"小提示：配合李白1技能能完美发挥宗师之力的属性价值，但需要较高的操作手法"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：这套铭文可以为李白提供物理攻击能力和百穿效果，能确保李白在初期就可以配合2技能减少抗性把大招伤害完美呈现，虽然解封大招是李白的关键玩法，但是李白最常用是野区累积解封或者1技能后平A组合技能解封。"},"methods":{"toUse":"李白可以通过普攻小兵或野怪来触发被动，更快施放大招输出.李白可以通过1技能两段位移上前配合2技能接普攻或大招打出一套伤害后1技能回到原地，这是他无伤消耗的连招，但要注意把握1技能的CD时间","toLaning":"1、李白利用1技能上前消耗时，尽量不要跟他对拼；2、李白开启大招能躲所有技能，所以不要在它开启大招时对他施放技能；3、尽量不要触碰李白2技能的剑圈，否则会降低很高的护甲","toGB":"李白是技能输出型刺客，团战时，李白可以利用野怪或小兵触发被动，1技能进场连招输出大招，如果没有秒掉敌人，不要一直站撸，暂时撤退，等技能CD好后再找机会进场输出"},"relationships":{"bestCompanies":[{"id":189,"description":"鬼谷子：鬼谷子和李白可以产生很好的联动效果，李白2技能减伤后大招可以伤害爆炸，鬼谷子的1技能可以减少敌方抗性，配合李白的2技能大招会让伤害最大化，大招隐身技能也可以让李白的行踪难以被掌控。"},{"id":192,"description":"黄忠：在初期黄忠的2技能减破甲和减速效果可以配合李白轻松完成gank，双破甲效果在前中期可以轻松秒杀敌方脆皮英雄为己方建立优势，李白在中后期身板比较脆皮，经常会出现不敢去攻击兵线或者野怪解封大招的现象，在黄忠大招的范围内可以轻松解封大招消耗敌方，不管是防守还是进攻都可以玩出很多战术。"}],"restrained":[{"id":118,"description":"孙膑的大招沉默效果可以在李白进场后施放配合队友将其秒杀"},{"id":156,"description":"张良的硬控能控住李白将其击杀"}],"restrain":[{"id":109,"description":"妲己：妲己是一个操作简单的英雄，直接释放技能231，即使不能将敌方英雄击杀也可以做到残血降低威胁的效果，但是李白拥有灵活的位移和免疫伤害技能，面对妲己时可以解封大招后2技能大招poke，也可以1技能先手控制妲己，在妲己准备释放技能时用2技能或者大招抵消，李白可以轻松对妲己进行压制。"},{"id":190,"description":"诸葛亮：诸葛亮的位移距离比较短，如果被李白切近身很难逃脱，本身身板也比较脆弱，一旦被李白的2技能配合大招攻击会降低血线甚至被击杀，同时李白的二技能和大招都可以完美躲诸葛亮的大招和技能，李白可以轻松应对诸葛亮。"}]}}