{"ename":105,"difficulty":3,"skill":4,"viability":10,"attack":3,"skills":[{"id":10500,"name":"友情守护","value":"(冷却值：0 消耗：0)","description":"被动：廉颇释放技能的过程中处于霸体状态，并且减少20%所受到的伤害","tip":"小提示：施放技能减伤，而且不会被控制"},{"id":10510,"name":"豪情突进","value":"(冷却值：9/8.4/7.8/7.2/6.6/6 消耗：50)","description":"廉颇向指定方向发起冲锋，对敌人造成200/230/260/290/320/350（+80%物理加成）点物理伤害并将其击飞1秒","tip":"小提示：利用突进技能，可击飞敌人"},{"id":10520,"name":"激情迸发","value":"(冷却值：12/11/10/9/8/7 消耗：50)","description":"廉颇短暂蓄力后爆发为自身提供抵免350/420/490/560/630/700点伤害的护盾，同时对范围内的敌人造成500/560/620/680/740/800（+155%物理加成）点物理伤害并减少其30%移动速度，持续1秒","tip":"小提示：12技能连招可打出小爆发伤害"},{"id":10530,"name":"正义豪腕","value":"(冷却值：54/45/36 消耗：100)","description":"廉颇跳向指定区域连续锤击地面三次，第一次锤击会对范围内敌人造成200/280/360（+65%物理加成）点物理伤害，随后每次递增50%的伤害，并且第一次和第二次锤击时，范围内敌人分别会减少30%和50%移动速度，持续1秒，第三次锤击会将范围内的敌人击飞1.5秒。第二下和第三下攻击前可以短暂的移动一段时间，期间移速增加50%。在技能释放期间可以使用豪情突击强制中断当前技能","tip":"小提示：找机会突进技能开团，尽量大招控制到更多敌人"}],"skillBuild":[10520,10510],"summoner":[80102,80103],"items":[{"items":[1724,1421,1331,1333,1335,1332],"tip":"小提示：优秀的坦度和控制能力让廉颇可以在辅助位置上发挥出不俗的影响力，释放技能同时减伤的能力让廉颇堆砌最大生命值属性后会有不错的收益"},{"items":[1331,1421,1335,1327,1333,1337],"tip":"小提示：廉颇通常都会利用技能的位移能力开团，在首轮承伤害后的普攻伤害会被影忍之足减免，同时反伤刺甲也会让对手受到一定的反弹"}],"ming":{"items":[1504,3503,2501],"tip":"小提示：廉颇在团战中吸收伤害，骗取敌方关键技能，因为技能有免控效果，蓝色选择生命值提升，绿色选择双防提升让廉颇在前中期就能抗更多伤害，由于技能都是物理收益，异变的攻击和穿透效果可以给廉颇带来技能伤害的提升。"},"methods":{"toUse":"使用12技能连招可打出廉颇的小爆发伤害，利用13技能连招可进行开团和保护队友","toLaning":"廉颇是个肉型坦克，团战尽量不要将输出技能丢在廉颇身上，廉颇技能CD比较长，输出型英雄可以等廉颇技能释放后再进场输出","toGB":"团战时，廉颇一定是开团的那一个，一旦敌方走位不慎，廉颇需要直接突进到敌方身边，减速或大招直接留住敌人，为队友创造输出条件"},"relationships":{"bestCompanies":[{"id":116,"description":"阿轲：廉颇拥有比较强的坦克能力，在团战和对线时都可以主动利用1技能开团后2技能消耗找敌方英雄换血，等到敌方英雄交出关键技能后，可以利用自己的13技能控制配合阿轲完成击杀和收割。"},{"id":132,"description":"马可波罗：马可波罗拥有比较强的远程poke能力，2技能的突进也可以快速跟上廉颇的1技能突进，对线时廉颇可以利用1技能和3技能控制限制敌方刺客对己方马可波罗的刺杀，也可以主动利用1技能开团，3技能配合闪现打出双段控制，为马可波罗创造良好的输出环境。"}],"restrained":[{"id":169,"description":"后羿普攻有减速效果，很容易风筝廉颇"},{"id":141,"description":"廉颇不能很容易控制到灵活的貂蝉"}],"restrain":[{"id":156,"description":"张良：张良作为一个比较依赖控制效果的法师，1技能的控制和大招的控制，对拥有免伤的廉颇来说效果甚微，而且廉颇的1技能和3技能都可以很好的打断张良的大招技能对己方进行保护，为队友提供良好的生存环境。"},{"id":152,"description":"王昭君：作为一个比较依赖2技能控制效果的英雄，面对廉颇时会很尴尬，因为廉颇本身拥有比较强的坦克能力，即使被王昭君大到也很难一套秒杀，王昭君开大后廉颇1技能和3技能都可以轻松打断，进攻时利用控制技能也配合队友黏住王昭君轻松将其击杀。"}]}}