{"ename":183,"difficulty":6,"skill":4,"viability":7,"attack":6,"skills":[{"id":18300,"name":"真神觉醒","value":"(冷却值：0 消耗：0)","description":"被动：雅典娜死亡后，将在当前位置觉醒真身并且可以真身形态继续移动；双方均可观察到真身的存在；复活时，雅典娜将在真身位置出现；向着雅典娜移动的友军英雄将会增加20％移动速度；作为造物主的古神，雅典娜对野怪和小兵会额外造成25％的伤害","tip":"小提示：雅典娜在死亡后可以充当一个移动的视野侦查，为队友提供视野，在复活时一定要选择好复活位置，以免被敌方再次击杀."},{"id":18310,"name":"神圣进军","value":"(冷却值：6 消耗：60)","description":"雅典娜举盾向指定方向突进，对路径上的敌人造成290/350/410/470/530/590（+63％物理加成）点法术伤害并将其击退，同时获得一个可抵免375/465/555/645/735/825（+82％物理加成）点伤害的护盾，持续1秒；护盾存在时，雅典娜免疫所有控制效果","tip":"小提示：这个技能可以使雅典娜进行一个较短距离的突进，对路径上的敌人造成击退效果，能同时生成护盾抵挡伤害，如果护盾被打破，那么雅典娜会受到眩晕效果，所以需要灵活使用这个特性."},{"id":18320,"name":"贯穿之枪","value":"(冷却值：6/5.8/5.6/5.4/5.2/5 消耗：60)","description":"雅典娜向指定方向跳跃，同时将下一次普通攻击变更为一个枪刺，枪刺可造成370/430/490/550/610/670（+100％物理加成）点物理伤害；连续三次对敌方英雄枪刺将贯穿该名英雄，造成目标已损生命25％的物理伤害，枪刺间隔不超过5秒才能触发贯穿；神圣进军和敬畏圣盾命中敌人时贯穿之枪会减少4秒的冷却时间","tip":"小提示：这个技能是雅典娜重要的突进技能，主动使用技能位移后使用普攻可以再次突进造成枪刺伤害，逃命时也可以使用技能进行位移逃跑哦！"},{"id":18330,"name":"敬畏圣盾","value":"(冷却值：15.0/12.0/9.0 消耗：90)","description":"雅典娜立于原地并举起圣盾，自身获得一个巨大的可抵免1100/1650/2200(+150％物理加成）点伤害护盾，持续1.5秒；1.5秒后圣盾碎裂对范围内敌人造成450/650/850（+150％物理加成）点法术伤害并减少50％移动速度，持续1秒；护盾存在时，雅典娜免疫所有控制效果","tip":"小提示：这个技能产生的护盾能吸收大量的伤害，并且效果结束后造成AOE伤害；但需要注意的是，这个技能最好是配合突进技能进场后在团战混战中心释放能吸收大量伤害和大范围的减速效果."}],"skillBuild":[18320,18310],"summoner":[80115,80108],"items":[{"items":[1523,1425,1134,1137,1133,1127],"tip":"小提示：雅典娜的技能连招会连续触发强化攻击来制造高额伤害，配合宗师之力会放大其爆发力"},{"items":[1523,1425,1134,1137,1133,1138],"tip":"小提示：雅典娜凭借其大招的护盾足以吸收大量伤害，破军会让雅典娜在压制对手后排英雄时，打出压倒性的效果"}],"ming":{"items":[1504,3514,2520],"tip":"小提示：红色选择异变，绿色选择鹰眼，增加物理攻击力和物理穿透，可以最大程度增加雅典娜前期伤害，提高发育效率。蓝色选择狩猎，增加10%攻速和10%移速，提高攻速可以帮助雅典娜的连招打的更加流畅。"},"methods":{"toUse":"由于1技能的范围比较近，所以最好在2技能突进后，再瞄准释放1技能，能保证更好的命中率.大招的施放最佳时机是在团战中心吸收技能伤害，并减速更多的敌人","toLaning":"1、雅典娜1技能的护盾效果很短，快速打掉护盾可将其控制；2.在雅典娜施放大招的时候不要将核心伤害技能丢到她身上","toGB":"团战时，雅典娜需要突进敌方阵形中心，利用大招吸收足够的技能伤害，并减速更多的敌人，让我方刺客英雄更好的进场，1技能的击退效果也使得雅典娜有绕后开团推回对方核心角色的战术作用"},"relationships":{"bestCompanies":[{"id":134,"description":"达摩：雅典娜如果要打出完整的连招，需要冗长的操作，期间控制较少，并且大招是个固定不动的技能，因此如果能配合一个有强力长时间控制的近战英雄，将会有非常好的gank效率。达摩的控制很足，控制时间很长，符合雅典娜的需求，达摩的大招虽然会改变敌人的位置，但对雅典娜的超高移动性来说不是问题。"},{"id":163,"description":"橘右京：雅典娜的机动性很强，两者配合时可让雅典娜先追上敌人，用一技能反推，此时进入橘右京距离攻击范围内，接上控制期间雅典娜开出大招，打出完整连招，从而击杀敌人。两人的爆发力很强，控制时间虽然不长，但是衔接起来很流畅，很容易打出很好的配合效果。"}],"restrained":[{"id":118,"description":"孙膑的大招沉默效果和控制很可能使得雅典娜进场后放不出技能，从而毫无作为"},{"id":140,"description":"关羽可以快速推开团战入场后的雅典娜"}],"restrain":[{"id":134,"description":"达摩：雅典娜的免控属性让达摩非常难击飞她，从而无法解锁大招第二段伤害。雅典娜的一技能和三技能都是法术伤害，也使得达摩被动的物理防御无法减免这部分伤害，受到一定程度的克制。"},{"id":153,"description":"兰陵王：雅典娜的一技能和三技能都可以提供护盾和免控，运用得当可以抵挡兰陵王二技能的二段伤害，以及眩晕效果。在角色定位上，兰陵王属于刺客，身板较弱，而雅典娜是半肉战士，并且可以让兰陵王二技能大部分效果无效化。在机动性上，雅典娜的移速比兰陵王还快，位移技能也更多，从总体上对兰陵王进行克制。"}]}}