{"ename":118,"difficulty":5,"skill":6,"viability":2,"attack":1,"skills":[{"id":11800,"name":"时间沙漏","value":"(冷却值：0 消耗：0)","description":"被动：孙膑释放技能会增加20%移动速度，持续1秒","tip":"小提示：施放技能会短暂提升移动速度，这无疑提升了孙膑的生存能力，一定程度影响敌人的攻击节奏"},{"id":11810,"name":"时空爆弹","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：60)","description":"孙膑向指定方向投掷一枚炸弹，并附带着在目标身上，持续3秒后爆炸，附着目标时造成180/225/270/315/360/405（+18%法术加成）点法术伤害，爆炸对范围内敌人造成540/675/810/945/1080/1215（+54%法术加成）点法术伤害并减少其40%移动速度，持续2秒。","tip":"小提示：这是孙膑一个重要的团控技能，技能范围较远，可以用来很好的留人或撤退.该技能还能降低敌方魔抗，对于我方法师来说，放大了他们的输出能力"},{"id":11820,"name":"时之波动","value":"(冷却值：12/11.2/10.4/9.6/8.8/8 消耗：60)","description":"孙膑引导时空之力，使得范围内友军增加30%/36%/42%/48%/54%/60%移动速度和20%冷却缩短，持续2秒，持续时间结束后会时光倒流，并返还期间所受到40%的伤害","tip":"小提示：为附近友军补充承受伤害的护盾，并提高移动速度，提升友军的输出能力，这个技能无论是追击或者掩护队友撤退都很强，这是孙膑作为法师辅助最有特点的技能之一"},{"id":11830,"name":"时光流逝","value":"(冷却值：45/40/35 消耗：100)","description":"孙膑向指定方向投掷一枚强化炸弹，附着敌人或飞行到最大距离后展开力场，展开时会对范围内敌人造成500/625/750（+45%法术加成）点法术伤害并减少其50%移动速度，同时敌人还会被沉默1秒；力场将持续5秒，处于力场中的敌人会减少25%冷却的恢复速度，5秒后会再次对范围内敌人造成1500/1875/2250（+135%法术加成）点法术伤害。","tip":"小提示：这个技能范围较大，团战时如果命中多个敌人，能沉默并减速敌方对手，变相降低了敌人的输出，为我方英雄创造非常好的输出条件."}],"skillBuild":[11810,11820],"summoner":[80121,80102],"items":[{"items":[1724,1423,1235,1234,1336,1335],"tip":"小提示：孙膑需要撑起一定的血量以保证他2技能能够生效，同时搭配一定的冷却缩减让其消耗骚扰的能力得到加强"},{"items":[1722,1422,1336,1335,1333,1337],"tip":"小提示：当对手输出非常高时，可以选择肉装顶替前排吸收一波伤害，并利用大招的沉默打断对方节奏"}],"ming":{"items":[1514,3518,2520],"tip":"小提示：孙膑作为一个辅助，他需要高频率的释放技能来辅助队友。回声提供冷却缩减与双抗，增加续航能力。梦魇适当地增加伤害。狩猎增加移速可以提升机动性。"},"methods":{"toUse":"对战中主要利用1技能打出群体控制效果，2技能主要用于追人或掩护队友撤退，3技能尽量大中更多敌人，能为友军创造更好的输出环境，在3技能命中敌人后，会极大加大1技能的命中率","toLaning":"1、刺客英雄需要等孙膑控制技能交出后进行近身击杀；2、可以通过走位躲掉孙膑的控制技能；3、注意在团战中分散站位，以免被孙膑大招沉默、减速到更多队友","toGB":"在团战中，孙膑无疑是反手能力超强的英雄，2技能为队友加速加护盾，当敌方冲进我方阵形时，施放3技能既可以削弱敌方输出，还可以分割战场，在减速的时候释放1技能会有很高的命中率，能控制更多敌人为友军创造好的输出条件"},"relationships":{"bestCompanies":[{"id":132,"description":"马可波罗：马可波罗的一技能弹道是一条直线，对于有位移的英雄容易躲避，但在躲开时孙斌通过二技能的小加速可以使马可进行技能弹道的平移来追击敌人。并且在马可需要进团放大时，孙斌可以通过大招沉默给马可提供良好输出环境。"},{"id":115,"description":"高渐离：通过孙斌的二技能加速来弥补高渐离机动性的不足，并且可以在团战时充分利用时机，放出大招沉默敌人帮助高渐离进团输出。"}],"restrained":[{"id":153,"description":"兰陵王的隐身和秒杀能力很容易接近孙膑将其秒杀"},{"id":154,"description":"刺客的爆发输出很容易击杀持续伤害型的孙膑"}],"restrain":[{"id":190,"description":"诸葛亮：在残血队友暴露在诸葛亮面前时可以通过大招造成沉默限制诸葛亮技能，使得队友逃脱，也可以在残血诸葛亮逃脱时通过大招沉默阻止他用二技能离开。"},{"id":131,"description":"李白：李白通过一技能切入之后孙斌的大招沉默可以阻止李白的离开，使得李白留在人群中，让队友能做出足够的输出，进行压制。"}]}}