{"ename":198,"difficulty":4,"skill":4,"viability":8,"attack":4,"skills":[{"id":19800,"name":"食梦","value":"(冷却值：0 消耗：0)","description":"被动：梦奇不断吞噬周围的噩梦，导致长胖；从最瘦到最胖总共会增长100点质量，耗时20秒；长胖会增加普通攻击和梦境萦绕、梦境漩涡攻击范围，并且最多可以增加150点物理攻击、200点物理和法术防御、92自然回血值；同时最多减少240点移动速度；梦奇使用技能会消耗质量，导致减肥；梦奇的第三次普通攻击将变更为横扫，横扫会造成更大范围的伤害","tip":"小提示：合理调整自身体积，在赶路和与敌人周旋时适当缩小体积提高移速，但要确保靠近敌人后拥有足够大的体积进行战斗。"},{"id":19810,"name":"梦境萦绕","value":"(冷却值：3 消耗：40/38/36/34/32/30)","description":"梦奇消耗质量，形成可抵免525/630/735/840/945/1050（+120%法术加成）点伤害的护盾，护盾生成瞬间对周围敌人造成350/420/490/560/630/700（+80%法术加成）法术伤害并减少其50%移动速度，持续1.5秒。使用技能后7秒内下三次普通攻击命中敌人，每次均可回复6点质量","tip":"小提示：主要生存技能，也是调控质量的手段之一，带有减速效果。注意技能伤害范围会随质量提升。"},{"id":19820,"name":"梦境挥洒","value":"(冷却值：5 消耗：40)","description":"梦奇将噩梦盛装在容器中抛出，容器落地破碎造成200/250/300/350/400/450（+45%法术加成）点法术伤害，噩梦会残留在地面，最多持续5秒，每0.5秒对范围内的敌人造成100/125/150/175/200/225（+22%法术加成）点法术伤害并且范围内敌人将减少30%移动速度。梦奇若触碰残留在地面的噩梦，便会将其回收；同时最多可残留2团噩梦","tip":"小提示：释放时需要一定的预判，考虑施法位置时，除了要尽量直接命中敌人，也要能让自己去触碰回收消耗的质量。该技能同样是常用的调控质量手段之一。"},{"id":19830,"name":"梦境漩涡","value":"(冷却值：40/35/30 消耗：0)","description":"梦奇引导噩梦向指定位置输送，形成噩梦漩涡，对范围内的敌人每0.5秒造成150/225/300（+20%法术加成）点法术伤害并会减少50%移动速度，引导最多持续3秒；再次释放或输送结束，梦奇会传送到指定位置并拾起噩梦，对范围内敌人造成300/450/600（+40%法术加成）点法术伤害并将其击飞1秒；引导可被打断，并会执行50%冷却时间；梦奇至少拥有33点质量才能引导噩梦输送。被动：梦奇释放出的噩梦造成伤害时，目标会增加1层噩梦缠绕，每层噩梦缠绕会将其减少8%法术攻击力，持续4秒，最多可叠加5层","tip":"小提示：如果希望传送到目的地，那么尽量完整吟唱整个技能，这样传送后拥有较高质量。但也可以选择在吟唱期间取消技能，这样可只作为一个远程软控技能使用。"}],"skillBuild":[19820,19810],"summoner":[80115,80102],"items":[{"items":[1425,1135,1133,1136,1131,1127],"tip":"小提示：凭借高质量身板，梦奇可以选择物理输出流派近身与其他英雄肉搏，较大的攻击范围和高额的基础属性加成，让其在前中期会有巨大优势"},{"items":[1422,1235,1233,1232,1236,1231],"tip":"小提示：利用梦奇大招落地时的硬控和巫术法杖的强化效果打出普攻，造成的伤害可能会出乎你的预料"}],"ming":{"items":[1514,3509,2501],"tip":"小提示：因为梦奇自身具有不错的双抗加成，所以符文推荐生命值和法术攻击为主，更有效的提升生存能力并弥补输出"},"methods":{"toUse":"用2技能减速拖住敌人，然后使用1技能提高生存和移速靠近敌人并吸收2技能的噩梦，通过这一连招寻找带着足够质量靠近敌人的机会","toLaning":"当面对胖时的梦奇，避免和他近身，此时他的移速很慢，可以一边移动一边远程攻击他，并保留位移技能来躲他的技能。当梦奇瘦时，保留控制技能降低他的移速，并集火输出此时脆弱的他","toGB":"在隐蔽的位置开始大招蓄力，尽量蓄力满后进场，然后用1技能制造大范围减速。之后用2、1技能的连招骚扰敌方核心输出"},"relationships":{"bestCompanies":[{"id":132,"description":"梦奇大招进场开团，然后用1、2技能的减速拖住敌人。马可波罗后手可以获得安全的输出环境"},{"id":124,"description":"梦奇大招的减速拖住敌人，让周瑜输出。用持续软控拖住敌人，配合火区蔓延更容易命中敌人"}],"restrained":[{"id":190,"description":"频繁的短距离位移，可以轻易躲开梦奇的技能，并在梦奇近身后迅速躲开"},{"id":111,"description":"位移可以躲开梦奇的技能，并且在梦奇施法消耗掉质量变得脆弱时，从远处对梦奇爆发一枪"}],"restrain":[{"id":115,"description":"梦奇的被动可以有效抑制高渐离的输出。同时高渐离缺乏位移和控制，难以抵挡梦奇贴身缠斗"},{"id":169,"description":"没有位移的后羿难以躲避梦奇的技能，在被近身后也难以脱身"}]}}