{"ename":191,"difficulty":6,"skill":6,"viability":1,"attack":1,"skills":[{"id":19100,"name":"川流不息","value":"(冷却值：0 消耗：0)","description":"被动：大乔与附近600范围内最近的队友将会增加40～60移动速度，增加幅度随英雄等级成长","tip":"小提示：移速提升对大乔自己来说有很强的支援能力，对于协助队友追人和逃跑也非常实用"},{"id":19110,"name":"鲤跃之潮","value":"(冷却值：7 消耗：70)","description":"大乔召唤鲤鱼向指定方向跳跃，对于路径上的敌人造成500/600/700/800（+50%法术加成）点法术伤害并将其击退；鲤鱼会形成河流，持续4秒，友军经过时会增加30%移动速度","tip":"小提示：这个技能可以让大乔很好的保护友方英雄进行撤退"},{"id":19120,"name":"宿命之海","value":"(冷却值：8 消耗：50)","description":"大乔在指定位置召唤法阵，持续4秒，4秒后会将法阵内所有英雄传送回出生点；同时回复其全部生命并增加25%移动速度，持续3秒","tip":"小提示：这个技能使得大乔可以让残血队友快速回家，并且可以与大招联动使用，可能会有有出其不意的效果哦"},{"id":19130,"name":"绝断之桥","value":"(冷却值：11/10/9/8 消耗：80)","description":"大乔在指定位置召唤海潮，每次0.5秒造成175/200/225/250（+16%法术加成）点法术伤害，持续4秒；海潮范围内，敌人将被沉默","tip":"小提示：这个技能施放位置选好了会使得对方非常头疼，对区域敌人造成持续的沉默效果"}],"skillBuild":[19110,19120],"summoner":[80121,80102],"items":[{"items":[1722,1422,1336,1335,1333,1337],"tip":"小提示：大乔需要时刻游走在地图上为队友开启传送门，装备上可以选择坦装来避免被敌方刺客抓住落单机会秒杀"},{"items":[1722,1422,1336,12211,1335,1337],"tip":"小提示：当对方恢复能力出众时，可以选择梦魇之牙进行反制"}],"ming":{"items":[1514,3516,2512],"tip":"小提示：大乔是辅助，四个技能两个控制伤害两个传送技能，大乔除了2技能外均有较高的法术伤害及可观的法术加成。大乔的四个技能cd都比较长，使用怜悯可以对冷却进行一定的缩减加成，梦魇和轮回是相对收益比较高的法术铭文。"},"methods":{"toUse":"大乔是一个团队英雄，2，3技能配合使用可以使一名失去战斗力的队友回城补满血量并迅速赶往战场","toLaning":"尽可能的快速击杀法阵内的残血英雄防止被传送回城，中期尽可能的抱团防止敌方迅速集结以多打少","toGB":"利用大招出其不意抓掉敌方关键英雄再进行团战，使用4技能打断对面关键英雄的持续性输出技能"},"relationships":{"bestCompanies":[{"id":133,"description":"狄仁杰：狄仁杰主要靠风筝普攻伤害，没有位移是短板，大乔的移动速度提升可以帮狄仁杰更好的风筝敌方英雄，大乔的控制技能也可以帮助狄仁杰完成追击和逃生，可以为狄仁杰提供更好的输出环境。狄仁杰的金牌控制释放很容易命中，配合大乔的沉默技能与击飞技能，可以更容易衔接控制。"},{"id":154,"description":"花木兰：大乔的沉默、移速提升可以给花木兰更多接近敌方核心输出的机会，1技能控制也可以用来配合花木兰把敌方关键技能打断或者留人，花木兰进行一套技能伤害后配合大乔2技能大招，回家后再返战场可以最大发挥自己短CD多技能优势。"}],"restrained":[{"id":116,"description":"阿轲的快速收割能力很容易在法阵消失之前就击杀掉友军"},{"id":150,"description":"韩信的高机动和爆发让大乔的技能很难起到关键作用"}],"restrain":[{"id":146,"description":"露娜：露娜的技能衔接是非常关键的，在露娜即将释放技能的时候利用沉默可以有效的打断露娜的技能衔接，大部分露娜都会丢失节奏，从而被集火被秒。"},{"id":108,"description":"墨子：墨子释放关键大招时，大乔可以用1技能和3技能进行打断，配合队友集火击杀。墨子是消耗型英雄，大乔的2技能大招配合可以帮助队友随时补满状态，大乔提供的移速加成可以让大家更方便躲避墨子的消耗技能。"}]}}