{"ename":190,"difficulty":6,"skill":8,"viability":3,"attack":1,"skills":[{"id":19000,"name":"策谋之刻","value":"(冷却值：0 消耗：0)","description":"被动：诸葛亮法术命中敌人时，会为自己施加谋略刻印，当刻印达到5层时，会召唤5颗法球围绕自身，短暂时间后依次飞出攻击附近的敌人造成270(+52%法术加成)点法术伤害；法球在1秒内连续命中同一目标时，从第二颗法球开始将只造成20%伤害；法球会优先攻击敌方英雄，法球不会攻击非战斗状态的野怪","tip":"小提示：诸葛亮可充分利用技能的释放叠加被动，5层时对敌人造成一波爆发性伤害，同时被动技能对刷野的的效率也大大提高."},{"id":19010,"name":"东风破袭","value":"(冷却值：8/7.4/6.8/6.2/5.6/5 消耗：60)","description":"诸葛亮指定方向发射三颗法球，对路径上的敌人造成500/560/620/680/740/800（+75%法术加成）点法术伤害，如果多颗法球命中同一目标时，从第二颗法球开始将只造成30%伤害；每颗法球能触发1次谋略刻印","tip":"小提示：把握东风破袭的释放距离，打出更高的伤害并增加更多的谋略刻印."},{"id":19020,"name":"时空穿梭","value":"(冷却值：2 消耗：50)","description":"诸葛亮快速朝指定方向闪烁，并在起始位置和终点位置同时产生一次法力场，对范围内敌人造成350/420/490/560/630/700（+52%法术加成）点法术伤害；同一目标如果在5秒内多次受到法力场影响，将会减少其90%移动速度，持续3秒，该效果会持续衰减；当目标被多个法力场同时命中，将只造成50%伤害；每次法力场影响到敌人，都会触发1次谋略刻印；每10秒可准备1次时空穿梭，最多可储备3次时空穿梭；","tip":"小提示：该技能属于诸葛亮的核心技能，也是诸葛亮唯一的位移技能.对于释放的把控时机可在被抓时使用，也可利用该技能在团战时骗对方突进位移."},{"id":19030,"name":"元气弹","value":"(冷却值：35/30/25 消耗：120)","description":"诸葛亮短暂蓄力后锁定目标发出一击强力元气弹，造成450/600/750（+50%法术加成）点法术伤害；目标每损失1%最大生命值元气弹就会增加2%伤害；蓄力时诸葛亮可以移动，并且可以使用时空穿梭；元气弹飞行过程中碰撞到敌方非英雄目标，将会触发同等伤害并将其击飞0.5秒；元气弹可触发1次谋略刻印；如果元气弹直接击败敌方英雄，立即发动策谋之刻，并减少80%元气弹的冷却时间。释放目标如果为敌方英雄，且元气弹没有触碰到任何敌方英雄，返回该技能80%冷却时间","tip":"小提示：诸葛亮的大招可以被敌人队友挡住伤害，尽量在对手一个人的时候施放.选择利用大招收割人头的时机可使技能冷却时间刷新更快."}],"skillBuild":[19010,19020],"summoner":[80115,80107],"items":[{"items":[1422,1240,1235,1233,1239,1232],"tip":"小提示：诸葛亮的作战半径较小，因此十分容易被消耗血量，故而噬神之书的恢复能力就是诸葛亮非常需要的属性了，在前中期能帮助诸葛亮能在线上持续性的给予敌方压力"},{"items":[1422,1240,1235,1336,1231,1232],"tip":"小提示：诸葛亮的技能释放频率较高，极寒风暴能够提供一定坦度，还能让其更加灵活的释放技能"}],"ming":{"items":[1514,3516,2512],"tip":"小提示：诸葛亮作为强力法师，红色梦魇提升法术攻击、法术穿透，保证打出强力伤害。绿色怜悯提升技能冷却，保证可以多放技能、多打出被动，对敌人造成高额伤害。蓝色轮回提升法术吸血能力，在对战中保证生存能力以及续航能力。"},"methods":{"toUse":"把握1技能的释放距离，打出更高的伤害并增加更多的印记.利用2技能躲避敌方技能，寻找输出位置.尽可能利用大招直接击杀低血量敌人刷新被动效果.时刻留意自身的印记层数，把握触发的时机然后攻击敌人.","toLaning":"1、诸葛亮可以在短时间内进行多段位移，所以需要预判释放技能；2、诸葛亮释放大招攻击残血友军时，可以站在连线上帮队友抵挡；3、留意诸葛亮的被动层数，当诸葛亮携带法球时尽量远离他","toGB":"团战时，诸葛亮需要躲在后排进行技能输出，积累被动，利用被动技能对敌人造成持续的输出伤害；时刻近体对手突进英雄的位置，避免走位不慎被其秒掉"},"relationships":{"bestCompanies":[{"id":126,"description":"夏侯惇：作为法师的诸葛必须要有一个能够在前方抗伤害的肉盾，而夏侯作为战士，一技能减速命中敌人能够触发二段技能造成短控，可以为诸葛提供良好的输出环境。而二技能的盾也增加了夏侯惇抗伤能力。在对战或逃跑时，都可以通过三技能长距离的突进且造成眩晕的控制来保护诸葛或进行对敌。"},{"id":107,"description":"赵云：赵云搭配诸葛是一对机动性强，能打能跑能输出的组合。赵云作为一个能抗能打的战士，机动性强。对敌时通过三技能的控制效果和减速效果，不仅能够打出输出，也能为诸葛吸引火力，让诸葛打出全额伤害。即使发现打不过对方，赵云和诸葛亮也可以利用技能的位移快速逃离。"}],"restrained":[{"id":153,"description":"诸葛亮容易被兰陵王抓住后秒掉"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的诸葛亮"}],"restrain":[{"id":119,"description":"扁鹊：扁鹊和诸葛同样作为法师，但在对战时候却没有诸葛亮强势。扁鹊没有位移技能，且需要叠加层数才能打出伤害。而诸葛可以通过二技能近身再通过一技能的配合快速打出伤害且叠加被动输出伤害，最后再通过三技能元气弹完美收场。在这个过程中，还可以躲避扁鹊的技能，使扁鹊无法打出最高伤害。"},{"id":112,"description":"鲁班七号：诸葛亮可以克制一些没有位移技能的英雄。诸葛亮可以使用二技能对鲁班七号技能进行躲避。鲁班七号移速较慢，且没有位移技能，诸葛亮可以利用二技能对鲁班七号进行追击，让其没有逃跑的可能。"}]}}