{"ename":112,"difficulty":4,"skill":3,"viability":1,"attack":10,"skills":[{"id":11200,"name":"火力压制","value":"(冷却值：0 消耗：0)","description":"被动：鲁班七号连续使用普通攻击时，第五次普通攻击会掏出机关枪进行扫射，扫射会造成3次伤害，对敌人英雄每次造成其最大生命6%物理伤害（每100点额外物理攻击提升1%），对小兵野怪防御塔造成120（+50%物理加成）点物理伤害；使用技能后鲁班七号下一次普通攻击变更为扫射","tip":"小提示：有被动的鲁班是相当强势的，对线时尽量叠被动那一下去消耗敌方远程英雄"},{"id":11210,"name":"河豚手雷","value":"(冷却值：7 消耗：50)","description":"鲁班向指定位置投掷一枚河豚手雷，对范围内的敌人造成450/500/550/600/650/700（+75%物理加成）点物理伤害并减少其25%移动速度，持续2秒;","tip":"小提示：能造成短时间减速和眩晕效果，团战时尽可能命中更多敌人，利用普攻配合技能持续输出"},{"id":11220,"name":"无敌鲨嘴炮","value":"(冷却值：15/14/13/12/11/10 消耗：70)","description":"鲁班向指定方向发射火箭炮击退身前敌人，命中英雄后造成400/450/500/550/600/650（+70%物理加成）点物理伤害，并附带目标已损生命5/6/7/8/9/10%法术伤害","tip":"小提示：全屏技能，伤害不高，可以在对线时进行消耗，可以在将敌人致残后进行远程收割"},{"id":11230,"name":"空中支援","value":"(冷却值：40/30/20 消耗：100)","description":"鲁班召唤河豚飞艇向指定方向进行空中支援，支援持续14秒，河豚飞艇可照亮视野且每秒对范围内随机一个敌人投掷炸弹，炸弹会在0.75秒落下，对于目标范围内的敌人造成500/625/750（+75%物理加成）点物理伤害","tip":"小提示：技能速度很慢，范围极大，能起到一定的威慑作用，团战可打出可观的AOE伤害"}],"skillBuild":[11210,11220],"summoner":[80109,80110],"items":[{"items":[1425,1133,1135,1132,1155,1138],"tip":"小提示：鲁班可以通过扫射获得较安全的输出位置，因此当对手没有刺客时， 可以选择破军来尽快的击溃对方前排英雄"},{"items":[1425,1135,1133,1132,1155,1127],"tip":"小提示：鲁班自身没有位移技能来规避突袭，名刀的被动效果会为其创造绝地反击的时间"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：鲁班七号的核心玩法是利用1技能后的被动扫射在短时间内打出超额爆发，百穿的增益可以确保鲁班七号的有效伤害，攻速收益可以帮鲁班七号更容易叠被动，移速可以帮鲁班增加逃生能力。"},"methods":{"toUse":"使用时需要普攻持续配合1技能进行更好的输出，无敌鲨嘴炮可进行一个较好的消耗或是收割.由于没有位移，在没有扫射被动的时候射程一般，所以是一个非常需要队友保护的输出点，不然很容易被对方刺客切死","toLaning":"1、可以通过走位躲避鲁班的所有技能；2、不要站在“空中支援”下与鲁班对拼，除非血量足够；3、残血时注意鲁班无敌鲨嘴炮；4、刺客需要找准时机切入将其击杀","toGB":"团战时，鲁班需要不断的在侧翼进行小心输出与消耗，时刻注意保持与对方刺客英雄的距离，普攻配合技能进行一个持续的输出，能打出爆炸的伤害"},"relationships":{"bestCompanies":[{"id":186,"description":"太乙真人：鲁班七号本身没有位移，是敌方英雄主要针对目标，太乙真人的双控制技能与大招可以保障鲁班的输出环境，在追击时群眩晕稳定控制伤害也能配合鲁班轻松完成击杀。"},{"id":168,"description":"牛魔：牛魔的被动效果可以为鲁班七号提供超高的双抗收益，鲁班是一个后期英雄，需要减少前期被gank针对的机会，牛魔的1技能降低敌方英雄伤害，2技能减速控制和大招的AOE控制都可以有效的保护鲁班，在一些有利地形强势开团也可以配合鲁班七号打出爆炸伤害。"}],"restrained":[{"id":153,"description":"鲁班没有位移技能，兰陵王的隐身和秒杀能力很容易接近鲁班将其秒杀"},{"id":131,"description":"李白超高的伤害能力能快速击杀走位不慎的鲁班并安然离开"}],"restrain":[{"id":192,"description":"黄忠：鲁班七号是一名后期强势的英雄，在后期装备成型后可以对很多英雄产生压制效果，黄忠开启大招后无法移动，鲁班七号可以先手大招对黄忠产生威胁，1技能后配合扫射2技能扫射可以轻松击杀黄忠。"},{"id":152,"description":"王昭君：王昭君比较依赖己身的2技能控制效果，身板比较脆皮，经常会被鲁班的扫射火力压制，2个技能打一套就能秒掉王昭君。"}]}}