{"ename":152,"difficulty":4,"skill":8,"viability":4,"attack":4,"skills":[{"id":15200,"name":"冰封之心","value":"(冷却值：0 消耗：0)","description":"被动：王昭君脱离战斗后会获得可抵免450（+52%法术加成）点伤害的寒冰护盾，护盾对物理攻击者施加冰冷效果。护盾破裂时对附近敌人造成一次冰霜冲击造成450（+52%法术加成）点法术伤害并减少其50%移动速度，持续1秒；王昭君第三次普攻出发3枚尖刺总共造成240（+30%法术加成）点伤害冰冷效果：减少目标50%移动速度与30%攻击速度持续1秒","tip":"小提示：护甲破裂时将对附近敌人造成一次冰霜冲击，及时衔接技能配合2技能的被动效果，打敌人个措手不及！"},{"id":15210,"name":"凋零冰晶","value":"(冷却值：5 消耗：50)","description":"王昭君在指定位置操控碎裂冰晶绽开，对范围内的敌人造成400/460/520/580/640/700（+50%法术加成）点法术伤害并对其造成冰冷效果，持续1秒；同时还会获得敌人视野。冰冷效果：减少目标50%移动速度与30%攻击速度持续1秒","tip":"小提示：这个技能CD很短，而且是AOE伤害伴有减速效果，在对线和团战前都是很好的消耗技能，同时能提高王昭君2技能的命中率"},{"id":15220,"name":"禁锢寒霜","value":"(冷却值：8 消耗：80)","description":"王昭君在指定区域引领寒霜之力，短暂延迟后将范围内敌人并造成250/280/310/340/370/400（+47%法术加成）点法术伤害并对其冰冻2.5秒；被动：王昭君对冰冻的敌人会额外造成150/170/190/210/230/250（+20%法术加成）点法术伤害","tip":"小提示：这个技能能够触发王昭君的被动，但是有一定延时，需要预判对手的走位，在友方控制敌人后施放可极大提升命中率哦"},{"id":15230,"name":"凛冬已至","value":"(冷却值：35/30/25 消耗：120)","description":"王昭君召唤寒冬之力刷新寒冰护盾，在指定位置降下暴风雪对范围内敌人造成250/325/400（+22%法术加成）点法术伤害和冰冷效果，持续5秒；冰冷效果：减少目标50%移动速度与30%攻击速度持续1秒","tip":"小提示：王昭君最具有输出的技能，施放时获得600护甲，因为技能持续时间很长，范围很大，选择一个很好的位置施放大招是最关键的，最好的情况是，保证打到更多的敌人，而敌人又不容易近身切入"}],"skillBuild":[15210,15220],"summoner":[80115,80102],"items":[{"items":[1424,1233,1235,1232,1231,1238],"tip":"小提示：王昭君的大招拥有超大的覆盖范围，全输出的王昭君能够瞬间改变战场形势"},{"items":[1423,1226,1235,1233,1232,1231],"tip":"小提示：大量的冷却缩减属性让王昭君可以频繁的释放大招，让每波团战时，都会有一个覆盖大部分战场的暴风雪"}],"ming":{"items":[1501,3516,2512],"tip":"小提示：法术攻击的叠加，提高昭君带线能力，前期较有优势，达到四级时就可以带走敌方中单，或者边路支援打野抓人。CD的缩减主要针对后期，可以使昭君技能频繁使用，进行消耗。吸血效果可以很好的提升线上续航能力。"},"methods":{"toUse":"在1技能减速敌人后施放2技能更容易命中，王昭君需要在线上发育，所以前期尽量线上猥琐塔下，保证不死.由于王昭君很脆皮，需要携带金身、幽灵疾步等技能保命","toLaning":"1、灵活的走位可以躲过王昭君的消耗和控制技能；2、团战时尽量用刺客英雄切入击杀王昭君；3、注意留有控制技能，在王昭君开启大招的时候打断她","toGB":"团战时，王昭君作为脆皮法师，一定要注意走位，站在后排利用1技能进行输出消耗，时刻注意对手刺客英雄的位置并保持安全距离，找好机会利用2技能控制更多敌人，再配合1技能和大招打出足够多的伤害.王昭君选择释放大招的位置非常重要，需要谨慎把握"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：昭君的大招太多英雄可以解掉，而庄周的大是起到一个净化的作用，昭君放大时，庄周放大，可以保证了昭君的大招持续不会被断掉。或者庄周先放大，尤其面对宫本武藏、吕布等对王昭君开大，可以解控保护王昭君，帮助王昭君寻找合适位置控制加放大，进行收割。"},{"id":116,"description":"阿轲：王昭君放大招时的范围大且伤害高，在团战的过程中，很难同时控住五个人，或者很难带走半肉纯肉出装的英雄，但是却可以大范围打成残血，这个时候阿轲可以利用她的被动，可以更好地收割。"}],"restrained":[{"id":150,"description":"身为脆皮法师，王昭君害怕韩信等位移多伤害高的刺客英雄"},{"id":153,"description":"兰陵王在团战中能够一套技能直接带走王昭君"}],"restrain":[{"id":112,"description":"鲁班七号：鲁班七号没有位移技能，王昭君可以通过一二技能的连用，配合大招，一套带走鲁班七号。而鲁班七号除了一技能的眩晕效果，没有其他的控制技能打断王昭君的大招，在经济相当的同时，鲁班除了闪现之外，没有更好的方式躲避王昭君二技能的冰冻效果，所以王昭君在对抗鲁班时很有优势甚至非常强势。"},{"id":123,"description":"吕布：吕布开大招有时间延迟，且跳下的地方有标记，所以当吕布跳大时，昭君直接二技能跟上放到吕布的大招中心位置即可，待吕布跳下来直接被控，队友配合集火秒杀。"}]}}