{"ename":173,"difficulty":5,"skill":5,"viability":3,"attack":8,"skills":[{"id":17300,"name":"密探谛听","value":"(冷却值：0 消耗：0)","description":"被动：元芳可爱的大耳朵可以帮助元芳周期性谛听周围的动向，获得并捕捉敌方英雄的踪迹，获得敌方视野1秒，对同一单位6秒生效一次。","tip":"小提示：李元芳因为被动的存在，使得他能快速清理兵线和野怪，射程的优势也能保证他一定的安全性"},{"id":17310,"name":"谍影重重","value":"(冷却值：10/9.6/9.2/8.8/8.4/8 消耗：60)","description":"元芳使用暗印标记敌方目标，最多持续4秒，4秒后爆炸对范围内敌方造成100/120/140/160/180/200(+65%物理加成）点物理伤害，元芳对该目标的普通攻击会叠加暗印标记，最多叠加4层，每层印记会额外造成100/120/140/160/180/200(+65%物理加成）点物理伤害，叠加满4层会立即引爆暗印；释放技能时元芳会增加40%攻击速度和75点攻击距离，持续4秒","tip":"小提示：暗印一旦挂上，延时爆炸的威胁使得敌人会非常紧张.团战时，暗印的爆炸范围伤害很容易伤到附近的敌人，造成不错的AOE伤害"},{"id":17320,"name":"刃遁","value":"(冷却值：12/11.2/10.4/9.6/8.8/8 消耗：80)","description":"元芳向指定方向放出飞轮，同时施展鬼魅身法在终点现身接住飞轮，移动时元芳将无法被选中，飞轮会对敌人造成80/90/100/110/120/130（+67%物理加成）点物理伤害并减少50%移动速度，持续2秒；经过的地面留下燃痕，对路径上的敌人每0.25秒造成30/36/42/48/54/60（+25%物理加成）点物理伤害并减少50%移动速度","tip":"小提示：元芳进攻时，当刃盾的飞轮冲撞到敌人时，会对敌人造成减速，这时候一旦挂上暗印，敌人很难逃跑.遇到GANK时，飞轮作为位移逃走，飞轮留下的燃痕可以让人无法从最近的路来追赶元芳"},{"id":17330,"name":"无间刃风","value":"(冷却值：36/30/24 消耗：130)","description":"元芳平扔出飞轮到指定位置旋转卷起利刃风暴，利刃撞击目标中造成215/275/335（+75%物理加成）点物理伤害，持续5.4秒，对范围内的敌人每0.5秒造成75/93/111（+30%物理加成）点物理伤害并减少50%移动速度，内圈会受到双倍的刃伤；刃伤也可叠加暗印层数。","tip":"小提示：这个技能除了是一个持续的大范围伤害技能外，更是一个战略性的封路技能，你完全可以把它当作你输出的堡垒，肆意的在刃风的区域走位输出，而敌人进入这个区域会深陷泥潭，灵活的利用这个技能是玩好李元芳的秘诀"}],"skillBuild":[17310,17320],"summoner":[80109,80110],"items":[{"items":[1523,1425,1132,1137,1133,1135],"tip":"小提示：虽然李元芳的射程不够远，但逃生能力不错，所以出装上可以大胆的选用全输出装备进行伤害压制"},{"items":[1523,1425,1132,1133,1155,1337],"tip":"小提示：当敌方多位英雄物理防御较高时，破晓能够提供的破甲效果是李元芳必备的属性"}],"ming":{"items":[1520,3514,2517],"tip":"小提示：隐匿和红月提升物理攻击，鹰眼的物理穿透能够让李元芳技能伤害更高。隐匿的10%的移速可以帮李元芳在初期更好的gank，是追杀与逃生的利器。"},"methods":{"toUse":"元芳是一位拥有灵活身手的持续输出型射手，战场中的元芳需要不断寻找机会对敌方造成高额的团队伤害","toLaning":"1、注意计算暗印的结算伤害；2、李元芳位移技能交掉后，一定要找机会限制他输出","toGB":"具备各种特点的技能，就像密探拥有多种暗器一样，让元芳能够轻松见招拆招，延迟爆炸的1技能让脆皮不敢硬碰，还有可攻可守灵活运用的2技能，大招可以持续减速住一个很大的区域，敌人通过需要付出巨大的代价，一定切记，元芳不是一个爆发型射手，他的输出建立在依靠自己的技能特点为自己创造的输出机会中"},"relationships":{"bestCompanies":[{"id":120,"description":"白起：作为目前版本唯一有嘲讽技能的英雄，白起的控制和坦克效果极强，李元芳的一技能飞镖拥有AOE爆炸效果，如果敌方英雄聚在一起，很容易打出较高的爆炸伤害，元芳的大招也有比较强的AOE伤害，白起如果2技能配合大招同时嘲讽控制敌方多名英雄，李元芳1技能接大招可以轻松打出爆炸伤害。"},{"id":108,"description":"墨子：李元芳到了后期，他的输出和射程相对其他射手会差一些，拥有高额伤害和远程poke控制能力的墨子可以为李元芳补足短板，墨子的大招同时控制多人也可以配合李元芳完成爆炸输出。"}],"restrained":[{"id":153,"description":"兰陵王的隐身和秒杀能力很容易接近李元芳将其秒杀"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的元芳"}],"restrain":[{"id":153,"description":"兰陵王：兰陵王的核心玩法是隐身后先手秒杀敌方核心输出点，有李元芳的被动在可以轻松探测到敌方兰陵王的位置和动态，强大的反隐效果可以让兰陵王失去gank己方核心输出位的机会，躲避好兰陵王的2技能后站撸也可以轻松击杀兰陵王。"},{"id":116,"description":"阿轲：阿轲前期比较依赖野区资源需要发育，4级前很难有gank抓人能力，而李元芳可可以快速清线支援，李元芳被动的监听效果也可以限制阿轲的大招隐身效果，在被阿轲gank时不光可以观察到敌方动向，还可以利用大招减速和2技能位移与阿轲拉开距离，1技能后的攻速提升可以让李元芳在短时间内打出高额伤害。"}]}}