{"ename":189,"difficulty":5,"skill":6,"viability":5,"attack":2,"skills":[{"id":18900,"name":"纵横兵法","value":"(冷却值：0 消耗：0)","description":"被动：鬼谷子脱离敌方视野3秒后，玄微子会再次归巢到法杖中，下一次普通攻击变更为强化攻击，强化攻击会造成300（+45%法术加成）点法术伤害并将范围内的敌人减少50%移动速度，持续1.5秒；如果使用强化攻击时，鬼谷子不处于敌方视野，则纵横兵法的冷却时间将会增加至10秒","tip":"小提示：这个技能能帮助鬼谷子去游走时能很好的减速留下敌人，需要配合队友输出将敌人击杀"},{"id":18910,"name":"先知·神隐","value":"(冷却值：10 消耗：70)","description":"鬼谷子命令玄微子包裹自身，使自己与周围环境融为一体进入伪装状态，持续4秒；伪装状态下，鬼谷子将增加40%移动速度，并且对触碰到的每个敌人造成450/540/630/720/810/900（+60%法术加成）点法术伤害，同时降低该敌人25%的物理和法术防御，持续4秒，每个敌人最多触发1次；伪装效果会在鬼谷子用其它方式伤害敌人时消失","tip":"小提示：这个技能降低敌人护甲和魔抗，能很好的提升我方输出英雄打前排的能力"},{"id":18920,"name":"万物有灵","value":"(冷却值：10/9.8/9.6/9.4/9.2/9 消耗：80)","description":"鬼谷子召唤大量玄微子在自身周围聚集，对范围内敌人每0.5秒造成100/120/140/160/180/200（+15%法术加成）点法术伤害，持续2秒；2秒后玄微子集结完毕，对范围内敌人造成400（+60%法术加成）点法术伤害，同时将敌人拉扯到鬼谷子身旁并将其晕眩1秒；如果该伤害命中敌方英雄，鬼谷子和范围内的队友将获得可抵免500/600/700/800/900/1000（+100%法术加成）点伤害的护盾","tip":"小提示：这个技能是鬼谷子作为辅助的核心控制技能，需要把握技能施放时机，和合理的走位，才能使得它能控制更多的敌人。同时，给附近的队友加护盾，让队友抵消一些伤害"},{"id":18930,"name":"先知·雾隐","value":"(冷却值：35/30/25 消耗：120)","description":"鬼谷子命令玄微子包裹自身和1500距离内的队友，准备1秒后进入伪装状态；伪装状态下鬼谷子和队友将增加30%移动速度；同时将会探查到距离鬼谷子最近的一名敌方英雄视野，伪装状态最多持续4秒；伪装状态下，如果使用普通攻击、技能或敌方造成负面效果会立即解除伪装状态","tip":"小提示：这个技能是鬼谷子的核心功能，开启大招，附近友军群体隐身，能够在战术上得到很好的施展，可以群体隐身抱团进攻突袭，亦可用于保护友军进行撤退"}],"skillBuild":[18920,18910],"summoner":[80121,80102],"items":[{"items":[1426,1724,1336,1335,1332,1337],"tip":"小提示：霸者重装的脱战恢复能力十分适合鬼谷子这种需要靠近敌方释放控制的辅助英雄，可以为其节省大量回城恢复的时间"},{"items":[1722,1426,1336,1335,1333,1337],"tip":"小提示：鬼谷子需要极快的移动速度来靠近敌方打出控制，伪装下的鬼谷子可以非常好的利用到疾步之靴的效果靠近敌人"}],"ming":{"items":[1514,3511,2520],"tip":"小提示：鬼谷子的技能有不俗的伤害，法术攻击和法术穿透可以保障初期gank时的伤害能力，狩猎可以增加鬼谷子支援效率和伤害，献祭减少技能冷却，让鬼谷子隐身频率更高。"},"methods":{"toUse":"1、鬼谷子的隐身特性，是我方在对战中视野争夺的关键，要好好的利用起来；2、鬼谷子的大招配合队友可以很好的进行突袭进攻或紧急撤退","toLaning":"1、需要注意鬼谷子的动向，时刻警惕自己是否已暴露在敌方视野中；2、后期需要注意敌方英雄动向，当地图上视野不足时，小心敌方群体突袭","toGB":"鬼谷子让我方有良好的开团先手优势，利用大招进行群体伪装，对敌人进行先手突袭会取得团战胜利的先机"},"relationships":{"bestCompanies":[{"id":115,"description":"高渐离：推荐的原因是高渐离和鬼谷子的技能搭配爆发配合满分，鬼谷子游走或者团战时，使用1技能可以添加减抗性效果，3技能可以获得加速和群体隐身效果，2技能可以把敌人拉在一起并眩晕。和高渐离配合时用3技能隐身迅速贴近被1技能减少抗性的敌人，利用2技能硬控晕住的敌人，可以让高渐离有良好的输出环境。"},{"id":131,"description":"李白：鬼谷子和李白可以产生很好的联动效果，李白2技能减伤后大招可以伤害爆炸，鬼谷子的1技能可以减少敌方抗性，配合李白的2技能大招会让伤害最大化，大招隐身技能也可以让李白的行踪难以被掌控。"}],"restrained":[{"id":132,"description":"机动性高的英雄不太容易被鬼谷子抓住"},{"id":173,"description":"李元芳能侦测到鬼谷子的大概位置"}],"restrain":[{"id":152,"description":"王昭君：鬼谷子1技能加移速特别快，很容易躲掉王昭君最核心的2技能，鬼谷子也可以利用2技能控制破解王昭君的大招，所以鬼谷子相对克制王昭君，只要避免不被王昭君2技能大招秒掉可以轻松和王昭君对线，鬼谷子的持续输出能力也比较强，可以轻松应对王昭君。"},{"id":153,"description":"兰陵王：兰陵王的核心玩法是隐身靠近敌方核心输出位，寻找时机切死敌方后排，而鬼谷子大招开启时会触发反隐效果，可以轻松发现兰陵王的身位，配合队友利用2技能控制1技能的减少抗性轻松秒掉兰陵王。"}]}}