{"ename":170,"difficulty":4,"skill":4,"viability":6,"attack":6,"skills":[{"id":17000,"name":"强化霰弹","value":"(冷却值：0 消耗：0)","description":"被动：刘备的火铳是霰弹枪，目标会受到50%总攻击力+35%×额外弹丸数的总伤害；每颗弹丸命中敌方英雄，会增加1层战斗本能，战斗本能会给刘备增加6~10点物理防御和法术防御，持续6秒，最多叠加12层，增加幅度随英雄等级成长；每次射击只有中间的2颗弹丸能够暴击并触发装备效果；建筑不受额外弹丸影响","tip":"小提示：刘备的被动技能是他保持站桩输出的强力保证"},{"id":17010,"name":"双重射击","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：60)","description":"刘备增加40%移动速度，持续1.5秒，并在下一次普通攻击变更为两次连射，连射时每颗弹丸会造成120（+40%物理加成）点物理伤害","tip":"小提示：这个技能可以提升刘备的追人和撤退能力，并且能增强输出"},{"id":17020,"name":"身先士卒","value":"(冷却值：10/9.4/8.8/8.2/7.6/7 消耗：80)","description":"刘备向指定方向冲撞，对撞击到的敌人造成180/200/220/240/260/280（+70%物理加成）点物理伤害并停止冲撞；同时撞击到的敌人会被击退；若撞击到敌方英雄将减少2秒身先士卒的冷却时间","tip":"小提示：这个技能是刘备的控制技能，在观察好局势后灵活选择用来逃跑或者进攻，撞击英雄能减少技能CD时间"},{"id":17030,"name":"以德服人","value":"(冷却值：60/55/50 消耗：130)","description":"刘备立即解除自身的控制效果，并获得可抵免1100/1650/2200点伤害的护盾，持续6秒；刘备在护盾存在期间免疫控制，同时将对敌方英雄造成伤害的50%转化为护盾值，对小兵和野怪造成伤害的20%转化为护盾值，护盾上限为初始值的150%；释放技能还会获得50/100/150点物理攻击力加成，持续6秒","tip":"小提示：刘备大招提供的护盾结合他的被动，使得刘备有足够的身板能在团战混沌中心疯狂输出，开启大招能免疫控制，使得刘备在团战中可以更加随心所欲地输出"}],"skillBuild":[17010,17020],"summoner":[80109,80110],"items":[{"items":[1523,1425,1137,1126,1134,1155],"tip":"小提示：刘备射程较近，暗影战斧能够提供一定的基础血量让其靠近敌人后，不至于被立即打入较为危险的血线，宗师之力能够让刘备的爆发力更上一层楼"},{"items":[1523,1425,1137,1135,1132,1138],"tip":"小提示：闪电匕首提供了额外移动速度加成，让刘备靠近敌人时更加快速，破军带来的斩杀效果让其面对后排时，能够打出毁灭性的伤害"}],"ming":{"items":[1504,3514,2504],"tip":"小提示：刘备是近战战士，距离敌人越近攻击伤害越高，高额的穿透和物攻可以帮刘备飞速清理野区，移速可以让刘备配合红BUFF黏住敌方英雄，在初期爆发超高的情况下，攻速效果明显，近战时多A一下可以造成更多伤害。"},"methods":{"toUse":"刘备是一个站撸王，利用免控制和高伤害的特性可以制造超高的伤害，但是控制技能的缺乏需要刘备配合拥有控制技能的英雄才能更好的进行输出","toLaning":"刘备依靠普通攻击制造伤害，脆皮应该与其保持一定的距离。刘备有免控制特性，注意不要在他使用大招时释放控制技能。","toGB":"团战时，刘备需要勇敢的寻找时机或绕道后排，对敌方后排进行贴脸教育"},"relationships":{"bestCompanies":[{"id":186,"description":"太乙真人：太乙真人1技能的大范围晕眩和2技能的定点晕眩都可以增加刘备的抓人能力，大招可以提高刘备的容错率，避免出现刘备刚进场就被集火秒掉的问题，太乙真人在前期就可以造成高额法术伤害，配合刘备双人游走可以大大提升成功率。"},{"id":156,"description":"张良（类似的强控英雄）：刘备不缺输出，但是比较怕对手拉开距离，远距离攻击时刘备的伤害会很低，非常需要输出环境，类似张良的3技能控制配合张良的伤害，可以提高GANK几率。在打团的时，张良能可以有效的控制对方突进英雄，争取时间，刘备可以寻找时机进入敌方后排分割战场。"}],"restrained":[{"id":111,"description":"孙尚香的高射程优势能很好的风筝刘备"},{"id":135,"description":"刘备在切入后排时可使用项羽将其推开作为保护"}],"restrain":[{"id":130,"description":"宫本武藏：宫本武藏唯一的强控就是3技能落地击飞和开3技能后的1技能减速，双反对拼时，刘备可先逼出宫本3技能，随后开3免控并获得高额互动，随手站桩输出就可以轻松将其击杀。"},{"id":112,"description":"鲁班七号：刘备的大招免控可以破掉鲁班唯一的保命技能，同时2技能的突然晕眩和1技能的追人爆发，都可以让鲁班还未反应过来就失去团战能力或者被秒掉，相比较其他adc，刘备在面对鲁班时可以发挥出最大的压制能力"}]}}