{"ename":142,"difficulty":4,"skill":8,"viability":4,"attack":1,"skills":[{"id":14200,"name":"咒术火焰","value":"(冷却值：0 消耗：0)","description":"被动：安琪拉的技能会灼烧敌人，每层灼烧效果会造成11（+2%法术加成）点法术伤害，灼烧效果最多叠加10层","tip":"小提示：咒术火焰是安琪拉的核心技能，她能够使安琪拉的所有技能伤害都附加一个额外魔法伤害，依靠这个被动技能效果，安琪拉在施放技能持续攻击敌人时，能够造成成吨的伤害."},{"id":14210,"name":"火球术","value":"(冷却值：6 消耗：50)","description":"安琪拉召唤5颗火球朝指定位置攻击，每颗火球对敌人造成350/390/430/470/510/550（+30%法术加成）点法术伤害，当多颗火球命中同一目标时，从第二颗火球开始将只造成30%伤害，当火球命中敌方英雄时会停止移动并销毁","tip":"小提示：非指向性技能，需要预判敌方走位释放.敌人受到控制效果时能极大提高此技能命中率"},{"id":14220,"name":"混沌火种","value":"(冷却值：10/9.6/9.2/8.8/8.4/8 消耗：60)","description":"安琪拉朝指定方向释放混沌火种，火种会在命中敌人或飞行到最远距离时裂变为火焰漩涡，火焰漩涡会继续缓慢的向前飞行并且每0.5秒对周围的敌人造成130/145/160/175/190/205（+17%法术加成）点法术伤害，持续3秒；同时范围内的敌人会减少50%移动速度，持续1.5秒；当火种直接命中敌人时还会将其晕眩1秒","tip":"小提示：变为火焰漩涡时，会对第一个敌人造成短暂的眩晕效果，所以尽量在眩晕期释放其他技能会极大提高命中率和输出伤害"},{"id":14230,"name":"炽热光辉","value":"(冷却值：20 消耗：100)","description":"安琪拉引导魔力朝指定方向释放炽热光辉，持续3秒，对触碰的敌人每0.3秒造成150/190/230（+21%法术加成）点法术伤害并获得可抵免600/900/1200（+80%法术加成）点伤害的炽热护盾，护盾存在期间不会受到控制效果，施法1秒后再次释放该技能可以取消引导","tip":"小提示：安琪拉在引导过程中，是可以通过左摇杆来控制自己的当前朝向，精准控制，能够让敌人无处可逃.在释放技能同时，安琪拉会获得炽热护盾，护盾存在期间不会受到敌方的控制效果.当然，如果你觉得释放技能位置不好，可以随时再次点击技能按钮取消技能施法"}],"skillBuild":[14210,14220],"summoner":[80115,80102],"items":[{"items":[1424,1235,1233,1232,1231,1238],"tip":"小提示：安琪拉是一位暴力法师，秘法之靴配合法术穿透铭文能无视前中期对手的法术防御力造成巨额伤害"},{"items":[1423,1233,1235,1232,1239,1238],"tip":"小提示：安琪拉缺乏位移能力，被突进袭击需要队友的帮助，辉月的主动效果能够帮助安琪拉争取这宝贵的时间"}],"ming":{"items":[1501,3511,2512],"tip":"小提示：安琪拉是一个高爆发的法师英雄，操作简单，技能的法术强度收益超高是她的特色，三个铭文都可以为安琪拉提供法术强度收益是最好的选择，轮回的法术吸血也可以提升安琪拉的前中期续航能力。"},"methods":{"toUse":"在技能2命中敌方英雄造成眩晕后马上放出技能1和大招，这是安琪拉输出最大化的连招，不要在贴近对方英雄时使用大招，否则对方很容易离开大招范围.在团战前如果对方英雄在大招范围内，可提早放大招尽可能的消耗敌方.","toLaning":"面对安琪拉需要以S路线绕路进攻，在逃跑时也不要直线逃跑，安琪拉的技能都需要弹道预判，绕着跑很大可能回避安琪拉的技能.近战类英雄贴身进攻时尽可能不停的变换位置.","toGB":"作为一个脆皮法师，团战安琪拉需要在队友的保护下输出，注意走位，避免被先手秒掉，尽量丢准技能，命中更多的敌人，才能使伤害最大化"},"relationships":{"bestCompanies":[{"id":175,"description":"钟馗：安琪拉的技能是AOE可以同时对多人造成伤害的，钟馗利用大招闪现把敌方3-5人控制住，安琪拉接21技能配合大招可以轻松将敌方团灭。"},{"id":120,"description":"白起：白起闪现2技能家大招可以轻松把敌方英雄聚拢，配合安琪拉21技能家大招可以轻松将敌方团灭。"}],"restrained":[{"id":150,"description":"身为脆皮法师，安琪拉害怕韩信等位移多伤害高的刺客英雄"},{"id":153,"description":"兰陵王在团战中能够一套技能直接带走安琪拉"}],"restrain":[{"id":112,"description":"鲁班七号：针对鲁班七号类型的后排无位移英雄，可以在草丛伏击，先手2技能打中后接1技能大招可以轻松秒杀敌方英雄。"},{"id":169,"description":"后羿：针对后羿类型的后排无位移英雄，可以在草丛伏击，先手2技能打中后接1技能大招可以轻松秒杀敌方英雄。"}]}}