{"ename":119,"difficulty":4,"skill":3,"viability":5,"attack":4,"skills":[{"id":11900,"name":"恶德医疗","value":"(冷却值：0 消耗：0)","description":"被动：扁鹊的普通攻击和技能都会附带剧毒，每秒造成25（+5%法术加成）点法术伤害，并叠加1层毒药印记，当友方英雄受到善恶诊断的治疗时，每秒回复5（+2%法术加成）点生命值，并叠加1层回复印记；毒药印记和恢复印记最多可叠加至多5层，持续7秒","tip":"小提示：该技能可以在技能或普攻后有持续伤害，所以线上消耗和换血都是一个不错的选择，在与其对拼时，不要等到残血再撤退，否则有可能被持续伤害的效果击杀"},{"id":11910,"name":"致命灵药","value":"(冷却值：2 消耗：40)","description":"扁鹊朝指定目标范围扔出致命毒药瓶，毒药瓶触地后破碎，毒液会残留原地，持续4秒，毒液每秒会对范围内的敌人造成70/76/82/88/94/100（+12%法术加成）点法术伤害并减少其30%移动速度，持续2秒；扁鹊每15/14.4/13.8/13.2/12.6/12秒可制作1瓶毒药，最多存放3瓶","tip":"小提示：伤害不太高，主要的作用还是在于减速，相当于一个软性控制技能，限制敌方的走位"},{"id":11920,"name":"善恶诊断","value":"(冷却值：5 消耗：60)","description":"扁鹊朝指定方向释放药剂，对路径上的敌人造成100/120/140/160/180/200（+30%法术加成）点法术伤害，并且对触碰的友军英雄施加恢复印记并回复50/60/70/80/90/100（+15%法术加成）点生命值","tip":"小提示：该技能可以对友军和自己进行治疗，在蓝量健康的情况下，可以施放技能来回血，团战中，能给队友形成不错的治疗效果"},{"id":11930,"name":"生命主宰","value":"(冷却值：18/15/12 消耗：130)","description":"扁鹊引爆附近所有印记，对敌人造成200/250/300（+40%法术加成）点法术伤害，对友军英雄治疗80/100/120（+20%法术加成）点生命值.每层印记额外增加50%的额外伤害与治疗效果；除此之外，扁鹊给自己额外回复300/400/500（+20%法术加成）点生命值","tip":"小提示：大范围的伤害和回复技能，在被动印记层数较高时，能对敌方造成强力的法术伤害，对友军有很强的治疗效果"}],"skillBuild":[11920,11910],"summoner":[80115,80102],"items":[{"items":[1422,1233,1232,1235,1336,1238],"tip":"小提示：回响之杖能够提供移速，让扁鹊走位难度降低，同时极寒风暴提供的防御力搭配贤者之书的最大生命值属性，能让作战半径较近的扁鹊不至于无法站稳"},{"items":[1422,1235,1232,1336,1231,1337],"tip":"小提示：扁鹊攻击范围较近，同时由于拥有治愈队友的能力会遭受到不少的突袭，根据形势可以选择再补充一件针对性的防御向装备"}],"ming":{"items":[1517,3515,2520],"tip":"小提示：对扁鹊来说最重要的是攻速和冷却，冷却效果可以通过装备补充，选择标准的攻速铭文可以让扁鹊轻松普攻叠加被动到5层，达到最大收益，穿透效果可以帮助扁鹊在前期达到伤害最大化，移速可以增加扁鹊gank支援能力。"},"methods":{"toUse":"扁鹊主要以消耗和辅助为主，通过1、2技能干扰和消耗敌方，2技能对友军进行治疗，大招需要在被动叠的层数较高时使用，无论对友军的治疗还是对敌人的伤害都会有更高的收益","toLaning":"1、扁鹊单兵作战能力较弱，可对其进行单抓；2、可以通过走位躲掉扁鹊的技能；3、在扁鹊的被动层数较高时，离开扁鹊大招范围，以免受到较高的伤害","toGB":"团战中，扁鹊主要通过1技能对敌人进行限制，2技能看战场局势对敌人进行输出或治疗队友，大招需要在被动层数较高时使用，争取大到更多的敌人，能造成更大的输出伤害，对友军有更好的治疗效果."},"relationships":{"bestCompanies":[{"id":184,"description":"蔡文姬：①团战处理：这两个英雄具有较好的恢复能力，称为奶妈奶爸，在团战中给队友足够回血效果，使队友的血量处于一个较为健康的状态，可以保证团战的容错率。②技能配合：蔡文姬的2技能弹弹乐给扁鹊提供了很好的留人效果，配合扁鹊的1，2技能加普攻，可以轻松打出5层被动，辅助用大招可以打出高额的输出量。"},{"id":135,"description":"项羽：项羽拥有很起那个的坦克和控制能力，可以把敌方切入英雄推向指定位置，配合扁鹊减速叠毒，让敌人无法接近，大招控制也可以让敌方失去反制能力，时刻保护在扁鹊身边会让敌方英雄很痛苦。"}],"restrained":[{"id":153,"description":"兰陵王的隐身和秒杀能力很容易接近扁鹊将其秒杀"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的扁鹊"}],"restrain":[{"id":109,"description":"妲己：妲己初期清理兵线能力比较弱，扁鹊强的AOE清理兵线能力会更强一些，可以使经济和等级领先；在前中期妲己的伤害比较低无法一套技能秒发扁鹊，技能冷却时间内又是妲己的真空期，扁鹊利用比较强的恢复和赖线能力，可以轻松和妲己对线压制。"},{"id":187,"description":"东皇太一：东皇太一初期具有较强的入侵野区能力，扁鹊和其他中单不同，扁鹊主要靠普攻叠被动来打更多输出的，所以当东皇太一来己方蓝buff时，扁鹊可以通过普攻和技能不断对他进行消耗，可以避免了近战英雄和东皇太一站撸的情况。使东皇太一初期入侵能力下降，避免敌方在初期拿到节奏。"}]}}