{"ename":176,"difficulty":5,"skill":9,"viability":3,"attack":3,"skills":[{"id":17600,"name":"惊鸿调","value":"(冷却值：1 消耗：0)","description":"被动：杨玉环切换曲调，在释放技能时产生不同的效果；破阵：释放技能对800范围内敌方英雄造成75（+15%法术加成）点法术伤害；对小兵额外造成75%伤害；清平：释放技能对800范围内友军造成50（+10%法术加成）点生命回复","tip":"小提示：被动技能可以切换状态！根据战况，点击切换不同的曲调，在每次释放技能时会附带治疗或伤害效果"},{"id":17610,"name":"霓裳曲","value":"(冷却值：5 消耗：50)","description":"杨玉环拨动琴弦，产生3道音波，音波在向外飞出后会缓慢追击敌方单位（英雄优先）造成200/230/260/290/320/350（+30%法术加成）点法术伤害并减少目标50%移动速度，持续1秒；释放技能后，杨玉环的下一次普通攻击将会造成额外200/230/260/290/320/350（+30%法术加成）点法术伤害，并减少所有技能CD1秒；","tip":"小提示：杨玉环使用频率最高的技能，不仅附带减速效果，随后的普通攻击能为杨玉环带来更快的技能冷却效果；配合频繁的触发被动，使得敌人在被动范围内将会不断被消耗并提供队友高额的回复能力"},{"id":17620,"name":"胡旋乐","value":"(冷却值：15/14/13/12/11/10 消耗：70)","description":"杨玉环拨动琴弦短时间提升自身50%移速(受时间衰减)，1.5秒后对位于杨玉环600~800范围内的敌人造成250/300/350/400/450/500（+40%法术加成）点法术伤害与晕眩效果持续0.75秒","tip":"小提示：因为只有外环区间才能将敌方眩晕，所以需要利用技能附带的移动速度进行走位，最大的发挥其功用"},{"id":17630,"name":"长恨歌","value":"(冷却值：65 消耗：100)","description":"杨玉环解放力量，跃向空中（期间无法被选中）演奏乐曲；演奏完成后治疗身边500范围内的友军750/1100/1450（+80%法术加成）点生命，并对范围内敌人造成500/750/1000（+75%法术加成）点法术伤害；","tip":"小提示：跃向空中时，杨玉环能够躲避一波敌人的进攻，玩家需要准确的把握释放的时机，将战局扭转"}],"skillBuild":[17610,17620],"summoner":[80115,80102],"items":[{"items":[1724,1423,1336,1335,1236,1235],"tip":"小提示：杨玉环能给予队友治疗能力支撑外，自身消耗和自保能力也十分突出，可以利用痛苦面具的被动和巫术法杖的强化攻击主动攻击敌人进行消耗"},{"items":[1423,1233,1236,1235,1232,1231],"tip":"小提示：杨玉环每次1技能和强化普攻，都能触发回响、巫师和痛苦面具的攻击特效，完成一次小爆发"}],"ming":{"items":[1501,3511,2512],"tip":"小提示：在铭文选择上，更加偏向选择增加正面作战能力的属性：法术攻击与法术吸血，搭配冷却铭文可以有效的缩短技能空窗期"},"methods":{"toUse":"虽然，杨玉环的治疗能力相当突出，但当杨玉环开始参与进攻时，也会展示其极强的消耗作战能力；攻守两端都可发挥不错实力的杨玉环，需要玩家精确的判断力和果敢的执行能力，让其主宰战场","toLaning":"杨玉环厉害之处在于其极强的持续作战能力，面对杨玉环时，需要当机立断的开启战斗，切记不可犹豫不决","toGB":"杨玉环作为辅助，战斗开始时，应当处于队伍后排位置，通过治疗队友取得一定的团队血量优势；确立优势后可以稍微前移，通过进攻消耗对方血量，兵不血刃的取得推进权力或者开启一个己方血量优势的团战"},"relationships":{"bestCompanies":[{"id":112,"description":"小短腿鲁班七号拥有无与伦比的输出能力，在杨玉环提供了一定的输出空间后，可以毫无顾虑的横扫战场"},{"id":144,"description":"杨玉环可以为常常游走在生死边缘的程咬金提供一定的保障，基于已损生命值百分比的回复机制，可以让程咬金放心的维持一个较高的攻击力加成，持续的于敌方作战"}],"restrained":[{"id":154,"description":"沉默和强势的突进，让杨玉环十分难以摆脱和反制，高额的爆发也不会给杨玉环慢慢回复的机会"},{"id":180,"description":"对于基本处于后排的治疗型辅助，哪吒可以轻易的开启近身作战，其自带的降低治疗，也会让杨玉环的技能效果大打折扣"}],"restrain":[{"id":116,"description":"杨玉环的大招可以躲避阿轲的爆发，让其无法在短时间内秒杀自身，再配合队友对其反制"},{"id":179,"description":"以消耗为主的女娲，面对杨玉环时，无法发挥其长处，杨玉环可以一直保持队友的作战能力"}]}}