{"ename":128,"difficulty":4,"skill":5,"viability":6,"attack":6,"skills":[{"id":12800,"name":"争霸","value":"(冷却值：0 消耗：0)","description":"被动：曹操每次施放技能会增加10%攻击速度，最多叠加5层，持续5秒","tip":"小提示：这是曹操能够在战斗中打出爆发输出的基础，在被动技能支持下，曹操只需要再拥有足够的冷却缩减，就可以不断的施放纵横天下，从而对敌方造成更高的伤害"},{"id":12810,"name":"霸道之刃","value":"(冷却值：10/9.4/8.8/8.2/7.6/7 消耗：0)","description":"曹操向指定方向发起斩击突袭，对路径上的敌人造成160/185/210/235/260/285（+84%物理加成）点物理伤害；最多可以发动3次，每次斩击间隔不能超过8秒，并且第三次斩击会将敌人击飞0.5秒","tip":"小提示：这个技能使得曹操非常灵活，连续释放三次可有以产生很远的位移和伤害.不论在追人或逃跑时都非常实用"},{"id":12820,"name":"纵横天下","value":"(冷却值：12/11/10/9/8/7 消耗：0)","description":"曹操剑指天下，向指定方向挥出强大剑气，对路径上的敌人造成240/300/360/420/480/540（+90%物理加成）点物理伤害并减少其50%移动速度，持续2秒；被动：普通攻击命中敌人时减少1秒纵横天下的冷却时间","tip":"小提示：对直线上敌人造成物理伤害，并减速，配合被动技能可以频繁使用"},{"id":12830,"name":"浴血枭雄","value":"(冷却值：30 消耗：0)","description":"曹操以鲜血意志强化大剑立即解除自身控制效果并回复20%已损生命值，持续8秒，施放时对附近敌人造成300/375/450（+100%物理加成）点物理伤害，强化的大剑会增加100/150/200物理攻击力和20%韧性；并且每次普通攻击或技能命中敌方将回复120/180/240（+40%物理加成）点生命值","tip":"小提示：这个技能在提升曹操伤害的同时，也增强了曹操在团战中的生存能力"}],"skillBuild":[12810,12820],"summoner":[80115,80108],"items":[{"items":[1422,1137,1336,1334,1126,1337],"tip":"小提示：大量的冷却缩减属性能让曹操技能释放的更加频繁，一定坦度的肉装能让曹操不至于死在靠近敌人前"},{"items":[1422,1327,1137,1138,1334,1127],"tip":"小提示：曹操靠近敌人后极快的恢复能力让其搭配名刀被动能挽回不利战局"}],"ming":{"items":[1512,3514,2520],"tip":"小提示：曹操作为一名战士，宿命提高突进时的生存能力，鹰眼保证在切入后排时能有足够的伤害击杀脆皮，狩猎提供的移动速度提高机动性。"},"methods":{"toUse":"曹操无能量消耗并且拥有多段突进和控制能力，突进脆皮输出十分恐怖，初期尽量使用2技能消耗对手，对手血量在秒杀范围后利用1技能近身击杀","toLaning":"1、尽量避开曹操1技能的三段突进伤害，第三段有击飞效果；2、曹操大招开启以后，吸血效果和韧性很强，尽量避免和他站撸或试图控制他","toGB":"团战时尽量找机会突进敌方后排，给对方后排造成极大威胁，大招提供的吸血效果和韧性会让曹操生存能力很强，并持续造成成吨的伤害"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：利用2技能增加移动速度，增加己方突进的机动性，在gank的时候除了有加速增益外，还能使用1技能为敌人施加减速效果，这样更能帮助曹操留住敌人。在进行团战时，这时候庄周的大招天人合一可以完美的解决曹操控制的烦恼，并且还有持续2秒的免疫控制以及提高伤害减免效果，可以让曹操更加放心的冲锋陷阵。"},{"id":118,"description":"孙膑：孙膑在和曹操打配合时可以为他增加技能冷却以及移动速度加成。使用2技能加速可以让曹操贴近敌人进行打击，生命恢复可以很好的提高曹操的生存能力。在曹操进行突进切入敌军后排时可以开启大招，能帮助曹操对后排输出英雄进行大范围沉默以及减速效果，曹操利用技能突进配合孙膑可以达到1+1＞2的效果。"}],"restrained":[{"id":149,"description":"刘邦的2技能能有效的控制曹操输出"},{"id":152,"description":"王昭君的减速和控制技能限制曹操的输出能力"}],"restrain":[{"id":152,"description":"王昭君：王昭君的关键点于2技能的冰冻效果，冻住英雄大招打出极高的爆发。曹操的大招能够增加韧性、再加上抵抗之靴的增加的韧性，不管冰冻还是减速对曹操来说都是没有太大威胁的，而且曹操1技能位移也可以轻松躲掉王昭君的2技能，突进击杀王昭君。"},{"id":112,"description":"鲁班七号：曹操的一套技能很少有脆皮能够承受的住。他的高机动性和强大控制能力，也让没有位移的脆皮十分头疼，即使鲁班的高伤害可以给予他一定的自保能力，曹操强大的大招回血效果也能抵消这个优势，可以轻松压制近乎无解。"}]}}