{"ename":126,"difficulty":4,"skill":5,"viability":7,"attack":4,"skills":[{"id":12600,"name":"噬目","value":"(冷却值：60 消耗：0)","description":"被动：夏侯惇生命值低于50％时，每一次技能或普通攻击命中目标都会回复3％的最大生命值，持续8秒；每30秒最多触发一次","tip":"小提示：在夏侯惇生命值低于50%时，面对追击时不要一味的逃跑，可以适当的施放技能或普攻进行回血，在追击敌人时更加要利用这个回血效果，将技能的收益达到最大化"},{"id":12610,"name":"豪气斩","value":"(冷却值：7 消耗：50)","description":"夏侯惇挥动大刀，向指定方向斩一道刃风，对路径上的敌人造成240/290/340/390/440/490（+100％物理加成）点物理伤害并减少其50％移动速度，持续2秒；刃风命中英雄后可再次挥动大刀向指定范围方向释放豪气斩，豪气斩会造成240/290/340/390/440/490（+100％物理加成）点物理伤害并将范围内敌人击飞1秒","tip":"小提示：这个技能只有在第一段命中敌方英雄后才能接上第二段豪气斩击飞敌人，形成范围控制效果，第一段如果对小兵或者野怪施放时，是无法触发第二段技能的哦！"},{"id":12620,"name":"龙卷闪","value":"(冷却值：12/11/10/9/8/7 消耗：60)","description":"夏侯惇对周围敌人造成200/225/250/275/300/325（+70％物理加成）点法术伤害；同时获得一个可抵免等同于自身额外最大生命值15％的护盾，持续5秒；并且夏侯惇的下三次普通攻击将附加100点真实伤害，持续8秒；每次强化普攻命中敌人时减少1秒不羁之刃的冷却时间","tip":"小提示：由于是生命值加成，所以夏侯惇需要一定的血量装备，在护盾开启短时间内对敌人进行的普攻输出为真实伤害，不仅如此，每次普攻可以减少大招的冷却时间，所以可以通过此技巧对小兵或野怪进行普攻，尽快刷新大招."},{"id":12630,"name":"不羁之刃","value":"(冷却值：15 消耗：80)","description":"夏侯惇向指定目标方向扔出链刃，链刃飞向指定位置或击中敌人后会对范围内敌人造成300/425/550(+118％物理加成）点物理伤害并将自己拉向链刃位置，期间免受伤害并且击中的首个敌人会眩晕1秒；夏侯惇飞抵目标区域后还将追加300/425/550（+118％物理加成）点物理伤害","tip":"小提示：这个技能是夏侯惇超强的留人技能，需要预判对手走位，利用大招进行追人或gank都能发挥非常好的效果，并且逃命时也可以通过对小兵、野怪甚至场景建筑施放进行位移撤退."}],"skillBuild":[12610,12620],"summoner":[80115,80108],"items":[{"items":[1422,1331,1334,1327,1336,1333],"tip":"小提示：夏侯惇拥有不错的开团能力，通常会负责发起冲锋，肉装能够保证其有足够的时间来调整技能释放的位置，保证己方先手优势"},{"items":[1422,1137,1336,1335,1327,1332],"tip":"小提示：极快的冷却速度让夏侯惇更加灵活得到更多的尝试机会，霸者重装能让每次尝试后都会有迅速的回复能力，让夏侯惇保持作战能力"}],"ming":{"items":[1512,3514,2515],"tip":"小提示：夏侯惇是一个典型的坦克英雄，红色宿命提供攻速和生命物理防御；蓝色铭文调和补充移速和生命回血，更加方便于支援游走；同时绿色鹰眼补足一些伤害。"},"methods":{"toUse":"对线时通过1技能可以快速清线，2技能在作战时开启能增加输出和吸收伤害，大招可以进行gank留人，并且可以利用野怪和建筑进行位移","toLaning":"1.尽量通过走位来躲开夏侯惇的控制技能；2.机动性较强的英雄可以对他进行风筝；3.自身残血情况下不要和残血的夏侯惇对拼，注意他的回血被动效果","toGB":"团战中，夏侯惇总是现身在混战中心，利用大招开团，最好能留住敌方的关键英雄，利用1技能第二段进行AOE控制留人，在输出的同时更多的是保护队友更好的进行输出"},"relationships":{"bestCompanies":[{"id":112,"description":"鲁班七号：鲁班七号搭配辅助走下路，一级点一技能之后的二段控住非常容易控住敌人，配合带红buff的鲁班七号可以给对面上单很大压力甚至拿下人头，后期同样如此，配合鲁班七号抓人非常方便。"},{"id":131,"description":"李白：夏侯惇在团战之中可以制造很大的混乱，配合一三技能的控制可以打乱敌人阵型并拖延时间给李白刷大招的机会。"}],"restrained":[{"id":111,"description":"孙尚香可以通过位移轻松躲过夏侯惇的技能"},{"id":141,"description":"貂蝉能在躲避技能同时很好的风筝夏侯惇"}],"restrain":[{"id":112,"description":"鲁班七号：夏侯惇虽然是个坦克，但是全肉的夏侯惇依然有着不俗是伤害，而且二技能之后有着真实伤害，大招位移可进可退，可攻可守，面对鲁班七号这种脆脆皮短腿英雄有着很大优势。"},{"id":117,"description":"钟无艳：钟无艳虽然有控制有位移，但是如果打到后期装备成型，钟无艳将完全不是夏侯惇的对手。钟无艳控制有着时间限制且输出不足，而夏侯惇有真实伤害和被动回血，较有优势。"}]}}