{"ename":197,"difficulty":6,"skill":9,"viability":4,"attack":3,"skills":[{"id":19700,"name":"气合","value":"(冷却值：90 消耗：0)","description":"被动：受到致命伤害时，弈星会遁入虚无，免疫所有伤害并提升30%移动速度，持续1秒，并在旁边自动生成两颗棋子，这个效果有90秒CD。弈星的普通攻击会造成70（+100%物理加成）（+20%法术加成）点法术伤害。","tip":"小提示：凭借被动，弈星很难被刺客一击击杀，但是单人行动时，被动并不能让弈星摆脱危险情况"},{"id":19710,"name":"定式·镇神","value":"(冷却值：1 消耗：35)","description":"在指定地点放置一颗黑色棋子，棋子生成时会对周围敌人造成150（+15%法术加成）点法术伤害，持续15秒，该伤害对同个目标不叠加；棋子每8秒存储一发，受冷却缩减属性影响，最多存储3颗，每颗棋子最多持续15秒被动：提高弈星30~180法术强度，随1技能等级成长；弈星的棋子可以获得250范围内的视野效果","tip":"小提示：可以先放置多颗同色棋子，再根据实际情况使用另一色棋子引动爆炸"},{"id":19720,"name":"定式·倚盖","value":"(冷却值：1 消耗：35)","description":" 在指定地点放置一颗白色棋子，棋子生成时会对周围敌人造成150（+15%法术加成）点法术伤害，持续15秒，该伤害对同个目标不叠加；棋子每8秒存储一发，受冷却缩减属性影响，最多存储3颗，每颗棋子最多持续15秒被动：提高弈星3%~18%的冷却缩减和冷却上限，随2技能等级成长；弈星的棋子可以获得250范围内的视野效果","tip":"小提示：根据形势让敌人处于棋子连线的中央可打出高额伤害"},{"id":19730,"name":"天元","value":"(冷却值：80/75/70 消耗：120)","description":"弈星划出一个巨大的虚空棋盘，棋盘上会自动生成4颗棋子。释放技能2秒后棋盘完全成型，成型时对棋盘内的敌人造成480/720/960（+72%法术加成）点法术伤害和0.5秒眩晕，棋盘完全成型后所有棋盘上的敌人将无法离开棋盘范围，棋盘成型后共持续4秒。","tip":"小提示：超大的范围是该技能的优势，但是略微有些长的生成时间，需要配合队友控制才能将敌人完全限制在棋盘之中"}],"skillBuild":[19720,19710],"summoner":[80115,80107],"items":[{"items":[1424,1233,1232,1235,1231,1238],"tip":"小提示：弈星自身的被动效果和大招构成了其十分安全的输出环境，因此我们选择全输出为团队贡献伤害"},{"items":[1423,1233,1232,1235,1231,1239],"tip":"小提示：弈星输出主要依靠棋子，冷静之靴可以提供大量的棋子，让弈星不至于哑火"}],"ming":{"items":[1514,3511,2520],"tip":"小提示：作为中单法师，法术穿透和法术攻击能很好的强化其输出能力，冷却缩减可以使弈星获得更多的棋子，普通攻击是法术伤害，加持一定的攻速后，可以给予敌人造成巨大的威胁。"},"methods":{"toUse":"1.可以先放置多颗同色棋子，再根据实际情况使用另一色棋子引动；2.高强度的大招，可以决定一场战斗的局势，但最好可以与队友的技能搭配释放","toLaning":"1.虽然被动的保命能力十分强大，但冷却时间也较长；2.弈星在游戏初期的支援，作战能力较差，可在前期累计足够优势","toGB":"尽量抱团作战，利用被动的强大保命能力稳定的在团战中打出大量的输出，并且弈星在有队友的掩护下能够提高生存几率"},"relationships":{"bestCompanies":[{"id":192,"description":"弈星的大招很好的让敌人逃出黄忠的大招，同时也解决了黄忠的人身安全问题"},{"id":189,"description":"弈星大招延迟较高，需要配合队友释放，提高命中能力"}],"restrained":[{"id":110,"description":"嬴政大招拥有超远的攻击距离，弈星很容易被其大招限制并且无法反制"},{"id":173,"description":"印记的延时爆发，十分克制弈星的被动效果，并且快速的移动能力也能躲避棋子的碰撞"}],"restrain":[{"id":190,"description":"弈星在中距离作战时十分强大，并且被动也能很好的抵挡诸葛亮的大招"},{"id":116,"description":"弈星被动十分克制爆发型刺客，一般情况下能在死亡前释放大招达到互换或创造反杀的机会"}]}}