{"ename":192,"difficulty":4,"skill":4,"viability":4,"attack":9,"skills":[{"id":19200,"name":"炮手燃魂","value":"(冷却值：0 消耗：0)","description":"被动：黄忠普攻命中目标将不断激怒自己，获得1.5%暴击率和8点攻击力加成的效果（重装炮塔状态下效果翻倍），持续1.5秒，最多叠加5层。","tip":"小提示：黄忠在进行持续普攻输出时，被动增加自己暴击和攻击力加成，在被动存在时能造成更多输出。"},{"id":19210,"name":"追击潜能","value":"(冷却值：10 消耗：50)","description":"黄忠短时间大量提升自身70%移速，移速会在1.5秒内衰减，如果是在架起状态，可瞬间取消架起状态。被动：增加黄忠60/66/72/78/84/90点物理攻击。","tip":"小提示：黄忠可以利用1技能加速逃跑或追击敌人，同时增加自身攻击力，在大招架起状态下可快速取消。"},{"id":19220,"name":"警戒地雷","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：80)","description":"黄忠向指定地点放置警戒地雷，同时获得视野效果，敌方在地雷范围内可触发造成200/240/280/320/360/400（+60%物理加成）点物理伤害，对英雄额外造成50%减速效果与25%的破甲效果，持续2秒，同时自身获得护盾，可吸收200/240/280/320/360/400（+50%物理加成）点伤害。地雷最多存在2个。","tip":"小提示：黄忠在进行对拼时可以利用技能形成吸收伤害的护盾，利于生存和减速敌人；可以在草里放置地雷以查看视野。"},{"id":19230,"name":"重装炮台","value":"(冷却值：16/14/12 消耗：80)","description":"黄忠进入架起状态，自身不能移动，但会增加180/270/360点物理防御和法术防御，持续15秒，再次释放后退出架起状态；架起状态下，黄忠的每次普通攻击会对中心范围内的敌人造成350/525/700（+100%物理加成）点物理伤害（对边缘敌人伤害衰减40%）；黄忠有7次攻击机会，使用完后取消架起状态","tip":"小提示：这是玩好黄忠的关键技能，根据场上局势黄忠需要选取一个很好的架炮位置进行输出，随着架炮时间增加，攻击距离和伤害增加。"}],"skillBuild":[19210,19220],"summoner":[80115,80110],"items":[{"items":[1425,1135,1133,1132,1155,1136],"tip":"小提示：在累积了闪电匕首和无尽战刃的暴击率之后，影刃的被动触发会变得十分频繁，会继续放大黄忠的伤害制造能力"},{"items":[1425,11311,1135,1133,1155,1132],"tip":"小提示：黄忠开启大招后无法移动，通常会被敌方突袭集火，纯净苍穹配合大招的双防增长，足以让黄忠在原地与之一战"}],"ming":{"items":[1510,3514,2506],"tip":"小提示：黄忠作为站桩输出，对移速没有需求，前期有1技能加速和2技能减速敌方需求也不大，因此主攻击和穿透，中后期无双的暴击效果配合无尽可以呈现出毁灭程度的攻击力。"},"methods":{"toUse":"黄总4级前战斗力较弱，需要发育；4级后等待装备成型后多于队友进行推进，大招的施放需要自己选好输出位置，同时配合队友保护","toLaning":"1、对拼时注意走位避免踩掉黄忠地雷；2、黄忠4级前多gank击杀他，延缓黄忠发育；3、尽量在黄忠大招架起不久时进行攻击","toGB":"团战时，黄忠需要在队友保护下，选择合适的位置进行大招输出，能够造成成吨的伤害；并且时刻注意观察对手刺客走位和整体局势，选择取消大招施放"},"relationships":{"bestCompanies":[{"id":120,"description":"黄忠作为后期站桩输出的射手，不能移动和高输出注定是敌方主要切入和针对的对象，白起的二技能和大招组合控制技能，可以很好的对黄忠进行保护，就算是被集火也可以给黄忠争取停止撤退的时间，白起二技能拉人聚在一起开大招后，配合黄忠开大后的aoe普攻可以打出爆炸输出 。"},{"id":135,"description":"黄忠后期开启大招后就不能移动，很容易被切，项羽可以利用一技能把敌方英雄推远，保护黄忠输出，也可以把敌方英雄推到一起，方便黄忠输出，而且项羽本身非常肉的特性可以帮助队伍吸收非常多的伤害，为黄忠提供更长输出的时间。"}],"restrained":[{"id":153,"description":"黄忠容易被兰陵王抓住后秒掉"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的黄忠"}],"restrain":[{"id":150,"description":"韩信：韩信如果前期不能带起节奏尽快推掉水晶，后期的核心玩法就是带线偷塔，而黄忠是一个可以利用大招守家翻盘的英雄，能轻松把游戏节奏拖入后期，从而降低韩信的威胁让他失去作用，后期黄忠装备成型后也可以轻松击败韩信。"},{"id":190,"description":"诸葛亮：诸葛亮后期需要出半肉装切入敌方英雄身边才能打出高额的有效伤害，黄忠的超远射程令诸葛亮还没走到面前会被打的成残血，黄忠的双抗加成效果可以避免被诸葛亮秒杀，黄忠作为远程炮台会让诸葛亮很难有接近的机会。"}]}}