{"ename":107,"difficulty":5,"skill":6,"viability":6,"attack":6,"skills":[{"id":10700,"name":"龙鸣","value":"(冷却值：0 消耗：0)","description":"被动：赵云每损失3%最大生命值，就会获得减少1%所受到的伤害","tip":"小提示：赵云的生命值越低，免伤效果越强，提升了赵云的战斗生存能力，也使得他更容易形成残血反杀"},{"id":10710,"name":"惊雷之龙","value":"(冷却值：7/6.4/5.8/5.2/4.6/4 消耗：30)","description":"赵云执枪向指定方向冲锋，对路径上的敌人造成190/214/238/262/286/310（+100%物理加成）点物理伤害；冲锋后的下一次普通攻击会造成65/74/83/92/101/110（+135%物理加成）点物理伤害并将其减少25%移动速度，持续2秒","tip":"小提示：突进技能，利用此技能突进敌方后排或选择撤退"},{"id":10720,"name":"破云之龙","value":"(冷却值：8/7.2/6.4/5.6/4.8/4 消耗：40)","description":"赵云向指定方向连续4次刺出龙枪，对指定方向敌人每次造成100/115/130/145/160/175（+45%物理加成）点物理伤害；每次命中敌方后回复25/28/31/34/37/40（+11%物理加成）点生命值","tip":"小提示：此技能范围较近，能持续对敌人造成伤害，但很依赖走位和操作技巧"},{"id":10730,"name":"天翔之龙","value":"(冷却值：18/15/12 消耗：75)","description":"赵云跃向空中，向目标区域发动雷霆一击，对范围内敌人造成350/450/550（+130%物理加成）点物理伤害并击飞1秒；同时标记敌人为感电目标；赵云的普通攻击和技能伤害对感电目标会造成额外30/45/60（+13%物理加成）点法术伤害","tip":"小提示：突进技能，有AOE伤害和控制效果，但是技能有一定时间的前摇，所以使用前需要预判好敌方位置"}],"skillBuild":[10720,10710],"summoner":[80108,80107],"items":[{"items":[1523,1422,1137,1134,1138,1127],"tip":"小提示：被动会让赵云在低血量时获得足够的防御属性因此几乎不会被秒杀，所以在装备选择上可以选择爆发直接对敌方后排造成威胁"},{"items":[1522,1422,1137,13310,1335,1138],"tip":"小提示：赵云拥有2个位移技能，配合一定坦度的装备，可以在团战中多次进出，挤压对方输出空间"}],"ming":{"items":[1504,3514,2517],"tip":"小提示：100的物穿使赵云在前期击杀脆皮上更加有效，在面对面前排时也有一定的击杀能力，45的物理攻击也是提高了前期的伤害量，而且在清野上也更加的快速，10%的移速加成是为了赵云在gank、支援、追击、逃跑时跑的更快。"},"methods":{"toUse":"使用1技能突进，结合2技能进行输出，前期多进行线上gank帮助队友拿到优势，中期是强势期，出装上走一个半肉半输出路线，有了一定装备积累后利用被动能在战斗中有很高的输出能力","toLaning":"1、脆皮英雄注意与其保持安全距离，使其无法近身输出；2、赵云后期1v1作战能力很强，普通刺客不要强行单挑","toGB":"团战时，赵云需要找准一波时机1技能切入敌方后排击杀脆皮输出英雄，或直接用大招开团打到更多的敌人后，再利用1技能进行一个持续的追击"},"relationships":{"bestCompanies":[{"id":134,"description":"达摩：团战处理上，都具有较强的先手开团能力，对于对面的后排威胁较大，并且技能的连环combo可以起到很好的控制效果。游走gank上，依靠达摩的大招将敌方英雄踢到墙上，紧接着赵云大招命中，可以打出很高的输出。"},{"id":130,"description":"宫本武藏：团战处理上，都有较强的先手开团能力，宫本先手跳大，大中对面后排，此时赵云就可以接大招，将对面后排直接一套带走。游走gank上，赵云打野，宫本武藏边路，在野区入侵时，利用宫本先手开大，然后赵云再开大，这样保证了赵云大招的命中率，从而提高了赵云的输出能力，有着较强的技能combo。"}],"restrained":[{"id":149,"description":"刘邦的嘲讽技能能有效控制赵云输出或击杀赵云"},{"id":152,"description":"王昭君的减速和控制技能限制赵云的输出能力"}],"restrain":[{"id":169,"description":"后羿：团战中，赵云只要找到后羿的位置，就可以先手大后羿，如果是没有闪现的后羿，那么后羿基本上就被赵云一套带走。gank时，在前中期，后羿没有位移的，并且在近距离后羿的大招也没有很好的发挥，所以我们可以优先选择gank后羿，配合边路英雄，一旦大招命中后羿就插翅难逃，很好的限制了后羿的发育。"},{"id":106,"description":"小乔：团战中，在团战中小乔作为敌方法师，猥琐在后面，赵云需要找准时机，等待小乔出现，利用大招直接果断先手开团，在装备成型的赵云，相当能抗大，并且具有不错的伤害量，所以既能切死小乔，又可以保证了自己的生存。所以赵云在抓小乔时，一旦大招命中则可以配合中路英雄将小乔带走。"}]}}