{"ename":129,"difficulty":1,"skill":3,"viability":6,"attack":6,"skills":[{"id":12900,"name":"激怒","value":"(冷却值：0 消耗：0)","description":"被动：典韦每一次击败英雄或者助攻会增加1层激怒效果，每层激怒效果会增加典韦12点物理攻击力，最多叠加20层","tip":"小提示：在前中期，典韦需要尽量的蹭队友助攻或击杀更多敌人，可以保证优势的建立"},{"id":12910,"name":"红眼","value":"(冷却值：9/8.6/8.2/7.8/7.4/7 消耗：55)","description":"典韦做好冲锋陷阵的准备，移除自身控制效果，并且增加60%移动速度，持续3秒，下一次普通攻击变更为挥砍，挥砍会对附近敌人造成额外300/350/400/450/500/550（+100%物理加成）点物理伤害","tip":"小提示：较高的攻速与移速加成，可以利用此技能开团，也可灵活选择撤退"},{"id":12920,"name":"狂暴","value":"(冷却值：8/7.4/6.8/6.2/5.6/5 消耗：65)","description":"暴怒的典韦践踏大地，对范围内敌人造成250/280/310/340/370/400（+100%物理加成）点物理伤害并减少其50%的移动速度，持续2秒，如果命中敌人将会突破自身极限，增加200%攻击速度和25/30/35/40/45/50%吸血效果，持续3秒","tip":"小提示：典韦的群体控制技能，范围减速，配合队友的控制能创造完美的输出环境"},{"id":12930,"name":"嗜血","value":"(冷却值：30/25/20 消耗：130)","description":"典韦对锁定目标发起跳斩，造成300/375/450（+120%物理加成）点真实伤害并减少其50%的移动速度，持续3秒，同时会强化自身，对敌人造成的所有伤害附带目标最大生命3%的真实伤害，持续5秒。","tip":"小提示：典韦最强的输出技能，自身附带真实伤害，不论对前后排英雄都能轻松击杀"}],"skillBuild":[12910,12920],"summoner":[80115,80108],"items":[{"items":[1523,1422,1137,1134,1327,1138],"tip":"小提示：典韦能极大的提高自己的攻速，故而装备搭配了大量物理伤害装备，利用该特性可以让典韦靠近对手后迅速将其秒杀"},{"items":[1522,1422,1137,1327,1133,1134],"tip":"小提示：累积一定的血量以保证典韦有足够的时间来靠近敌人"}],"ming":{"items":[1503,3509,2517],"tip":"小提示：典韦是后期英雄，输出更依赖于大招的真实伤害，传承可以让他造成更多真实伤害，隐匿移速提升配合1技能可以黏住敌方核心输出英雄，虚空提升一定的坦克能力。"},"methods":{"toUse":"典韦的1技能可以进行开团，配合大招的真实伤害和2技能的减速能很好的黏住敌人将其击杀","toLaning":"1、输出英雄在团战中要注意自己的走位，尽量远距离输出典韦；2、坦克英雄在低血量时，典韦有大招时不要与其对抗","toGB":"团战时，典韦应该尽量依靠自身的抗击打能力，冲入敌方后排，开启大招攻击后排英雄.如果执着于击杀前排，则达不到最好的效果"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：跟典韦进行组合的时候可以利用2技能增加移动速度，增加己方突进的机动性，还能使用1技能为敌人施加减速效果，这样更能帮助典韦留住敌人。在进行团战时，典韦直接开启大招配合反伤甲吸收伤害的同时对敌方造成成吨伤害，庄周同步开启大招免疫控制以及提高伤害减免效果，可以为典韦提供以少打多的环境。"},{"id":118,"description":"孙膑：典韦与孙膑的配合主要体现在中后期的团战中，典韦一般是半肉承担伤害时对敌方核心输出造成伤害的英雄，自身经常会被集火斩杀，孙膑的2技能可以为典韦恢复生命，大招控制和沉默也可以在关键时刻为典韦争取逃生和输出环境，1技能延迟爆炸伤害和减速也能在小规模团战中发挥至关重要的作用。"}],"restrained":[{"id":118,"description":"敌方的孙膑能利用加速和控制配合输出很好的风筝典韦"},{"id":141,"description":"貂蝉的灵活和减速会使得典韦没有太多击杀办法"}],"restrain":[{"id":132,"description":"马可波罗：马可波罗的攻击频率比较高，不仅仅体现在普攻，1技能9段伤害和2技能后的普攻都会被典韦大招以及反甲反弹，在中后期经常会出现一技能或者大招打完典韦自己半血的现象，针对马可波罗用典韦有奇效。"},{"id":130,"description":"宫本：典韦是一个中后期英雄，与宫本前期对线因为半肉坦装关系几乎不需，不用担心被强杀，前期可以轻松过度，后期有核心装反甲火甲成型后，近战开大招与宫本正面刚，即使经济略微落后也可以轻松击败宫本，针对攻击频率比较高，特别是近战的英雄，典韦开大招配合火甲反甲的伤害可以轻松战胜对手。"}]}}