{"ename":174,"difficulty":4,"skill":5,"viability":4,"attack":8,"skills":[{"id":17400,"name":"树神佑护","value":"(冷却值：0 消耗：0)","description":"被动：虞姬有25%的几率射出两箭总计造成100（+120%物理加成）点物理伤害，同时将减少其15%移动速度，持续2秒，该效果最高叠加3层","tip":"小提示：这一技能对于射手来说是一个超强的软性控制，无论是走位失误在野区碰到对方刺客的袭击，或是线上游走gank，都是非常好的撤退和留人技能，在敌人被束缚的时间内，足够虞姬一套技能打出爆炸性的伤害了."},{"id":17410,"name":"楚歌起","value":"(冷却值：5 消耗：50)","description":"虞姬蓄力后，向指定方向发射一支携树神加持的强力弩矢，弩矢对路径上第一个敌人造成365/475/585/695/805/915（+180%物理加成）点物理伤害；弩矢每命中一个敌人衰减15%伤害，最低衰减至40%伤害","tip":"小提示：无论在线上还是团战中，虞姬都可以用此技能来对对手进行远程消耗，这个技能穿过敌方单位后造成物理伤害，所以团战前消耗到对方更多的敌人会是团战胜利的良好保证.值得注意的是，这个技能蓄力短暂时间后才会施放，所以身为虞姬的操作者需要精准的预判敌人的走位！"},{"id":17420,"name":"大风来","value":"(冷却值：10 消耗：80)","description":"虞姬增加30%/36%42%/48%/54%/60%移动速度，持续2秒，期间将闪避所有物理攻击；虞姬在技能开启时，会解除减少自身移动速度的效果并使得下一次普攻必定出发树神护佑；被动：虞姬获得护佑，攻击速度提升20%/22%/24%/26%/28%/30%","tip":"小提示：团战中，虞姬一定要保留此技能，等待敌方物理刺客英雄近身切入时施放技能，走位进行疯狂输出.当然，在保证安全的情况下，技能提供的移速加成，也能让你更好的追击敌人，拿下人头！需要注意该技能无法解除控制效果和魔法伤害"},{"id":17430,"name":"阵前舞","value":"(冷却值：20/17/14 消耗：100)","description":"虞姬冲向目标，在接触目标时将其眩晕0.5秒并触发树神束缚，然后向后跳跃，跳跃时对目标快速射出2支弩矢，每支弩矢造成180/225/270（+85%物理加成）点物理伤害，后跳结束虞姬获得30%/40%/50%攻速加成持续4秒；虞姬在跳跃过程中免疫控制效果","tip":"小提示：虞姬的这个技能可以将它当作一个位移技能来使用，在虞姬2技能使用后，还能备有一手位移技能，并且造成高额的输出，无疑体现了虞姬超强的生存能力.与此同时，高额的物理伤害通常也作为一个击杀镜头的漂亮收尾"}],"skillBuild":[17410,17420],"summoner":[80109,80110],"items":[{"items":[1425,1132,1135,1133,1155,1138],"tip":"小提示：虞姬能够闪避物理攻击，所以当对方没有法术爆发时，出装上可以选择全输出利用闪避和高额伤害强吃对方后排"},{"items":[1425,1135,1133,1155,1132,1127],"tip":"小提示：名刀会为虞姬带来一些反应时间，以免因为无法开出技能而被秒杀"}],"ming":{"items":[1504,3514,2520],"tip":"小提示：虞姬的伤害来源都来自于技能和被动，所以想在前期就能造成很高的伤害，物理攻击和物理穿透都是非常必要的；攻速和移速也是一个ADC非常关注的属性，所以这套铭文非常适合虞姬这类靠技能的ad英雄。"},"methods":{"toUse":"对战时利用1技能消耗对手血量，面对敌方物理刺客突进时，施放2技能免疫伤害进行输出，3技能有高额物理伤害，既可以进行位移也可以进行留人和输出收尾","toLaning":"1、可以通过走位躲避虞姬的1技能消耗；2、看到虞姬前来GANK时，尽量提前回塔下，保证安全；3、若你使用物理刺客，等待虞姬2技能释放后，技能效果结束后再施放技能将其击杀","toGB":"团战前，虞姬可以在远处利用1技能对敌方进行消耗，不要急于交出2技能进行追杀，需要留着2技能保证在刺客切入时的生存能力，最后进入收割节奏"},"relationships":{"bestCompanies":[{"id":187,"description":"东皇太一：虞姬的特性，非常害怕刺客型法师切入，所以她需要一个能让她免于法师切入的英雄，而东皇太一就是这样一个非常合适的英雄。由于东皇太一大招的的特性，意味着只要有法师切入，一定会被控制住，而虞姬的高爆发伤害，几乎肯定能击杀来切入的脆皮法师，更能让虞姬在团战中更加肆无忌惮的输出。"},{"id":109,"description":"妲己：二者都是高爆发英雄，几乎没有任何脆皮刺客能在两者的一套存活，而且两者都有指向性的控制技能，如果两个人同时行动，在后期几乎是见一个秒一个，就算是坦克，在两人技能的轮番轰炸之下也极容易被击杀，可以说一旦碰到这两个组合，就千万不要让游戏拖到后期。"}],"restrained":[{"id":146,"description":"法师刺客露娜很容易切死虞姬"},{"id":141,"description":"貂蝉的超高法术伤害和突进能力是虞姬无法抵挡的"}],"restrain":[{"id":132,"description":"马可波罗：马可波罗的一技能不能穿过小兵或者敌方英雄，而虞姬可以，所以无论是对线消耗，还是清兵线能力，都是虞姬更胜一筹。而且由于虞姬的二技能免受物理伤害，大招的指向性更是能让马可的灵活无处可施。高爆发的虞姬也意味着一套下来能让马可波罗被瞬间击杀。"},{"id":150,"description":"韩信：韩信是个高机动性英雄，但是面对高爆发加技能指向性加免疫物理伤害的虞姬，被天然克制。虞姬三技能能很好的压制韩信的位移，因为即使韩信位移走了，一旦被锁定，也很有可能会被击杀。"}]}}