{"ename":121,"difficulty":5,"skill":7,"viability":6,"attack":5,"skills":[{"id":12100,"name":"永生之血","value":"(冷却值：0 消耗：0)","description":"被动：芈月释放技能会召唤暗影仆从并对附近的敌人进行攻击，每次攻击会造成50（+7%法术加成）点法术伤害，对小兵额外造成150（+21%法术加成）点法术伤害，并回复25（+3%法术加成）点生命值；召唤暗影仆从时芈月获得30点暗影之力，暗影之力消失时暗影仆从也会立即消失；暗影仆从最多存在6个","tip":"小提示：芈月施放技能召唤暗影仆从，合理的召唤并使用仆从可以大大增强自己吸收伤害能力"},{"id":12110,"name":"痛苦冲击","value":"(冷却值：10/9.6/9.2/8.8/8.4/8 消耗：0)","description":"芈月向指定方向释放暗影能量，对路径上的敌人造成200/220/240/260/280/300（+24%法术加成）点法术伤害；在暗影能量飞行的过程中，芈月能够再次使用技能降临在暗影能量的位置，并对范围内敌人造成200/220/240/260/280/300（+24%法术加成）法术伤害；第二段技能命中敌人会为芈月召唤一个暗影仆从","tip":"小提示：芈月可以使用这个技能来进行位移和造成伤害，并且在第二段施放前，芈月可以随意走位迷惑对手进行位移"},{"id":12120,"name":"幻翼仆从","value":"(冷却值：9 消耗：0)","description":"芈月向指定方向释放暗影锁链，锁链将会和第一个命中的敌人连接，最多持续4秒；连接后每0.5秒将抽取目标的15（+2%法术加成）点生命值、10点物理攻击力与30点法术攻击力，并造成50/60/70/80/90/100（+7%法术加成）点法术伤害；如果连接持续4秒，会为芈月召唤一个暗影仆从；双方超过一定距离会挣脱连接。被动：芈月普通攻击得到强化，造成40（+100%物理加成）（+20%法术加成）点法术伤害并减少其10%移动速度，同时增加自身10点暗影之力","tip":"小提示：芈月利用此技能降低敌方的输出，所以敌方后排英雄要注意通过走位躲避其技能，不然无法输出更多伤害"},{"id":12130,"name":"暗影之月","value":"(冷却值：24/22/20 消耗：0)","description":"芈月遁入暗影，增加30%移动速度并免疫所有效果，持续2秒；技能开启及结束时都将对范围内的敌人造成400/500/600（+50%法术加成）点法术伤害；如果第二段伤害命中敌人，会为芈月召唤一个暗影仆从；","tip":"小提示：这是芈月高自保能力的保障，增加移速和免疫效果。被动使得芈月普攻得到强化，造成法术伤害和控制效果"}],"skillBuild":[12110,12120],"summoner":[80115,80102],"items":[{"items":[1422,1240,1235,1236,1232,1334],"tip":"小提示：芈月大招保证了其极其强大的生存能力，配合1技能位移，几乎不用担心无法找到输出位置，被强化的普攻也能在巫术法杖的加持下发挥出不错的效果"},{"items":[1533,1425,1240,1235,1336,1334],"tip":"小提示：芈月被2技能强化过的普攻伤害很高，在成功链接敌人后，即使是专职的射手也不一定能够普攻的过芈月"}],"ming":{"items":[1514,3516,2520],"tip":"小提示：红色梦魇提供了法术攻击和法术穿透的加成，可以在前期让芈月有非常高的伤害，芈月的持续伤害源于技能和被动，因此选择可以增加攻速的铭文狩猎。绿色选择怜悯，减少芈月技能冷却的时间。"},"methods":{"toUse":"芈月可以利用1技能位移进行追击和逃跑；芈月二技能可对敌方输出位置造成很好的限制；芈月可以施放大招加速追人或逃离战场，躲避敌方主要技能伤","toLaning":"芈月的位移技能需要二次施放触发，在他第一段时将其控制可将她留住；输出位通过走位躲过她的二技能；芈月施放大招时，不要对她释放技能","toGB":"在团战中，芈月需要冲到混沌中心，干扰敌方后排输出英雄的输出，凭借自己的暗影仆从恢复能力，能够让她吸收足够的伤害，并且大招可以让她从容的退出战场"},"relationships":{"bestCompanies":[{"id":149,"description":"刘邦：刘邦自身拥有一身控制，能弥补芈月控制方面的不足。而刘邦落地后的双抗加成可以让芈月更加肆无忌惮地冲进人群里输出，一个偏肉的法坦和一个偏输出的法坦一起相得益彰。"},{"id":117,"description":"钟无艳，芈月是一个持续输出的法师，但控制方面薄弱，钟无艳的石化控制，可以为芈月留住敌方英雄。"}],"restrained":[{"id":156,"description":"张良：拥有硬控的英雄可以很好的控制住芈月让她无法随心所欲施放技能"},{"id":187,"description":"东皇太一：拥有硬控的英雄可以很好的控制住芈月让她无法随心所欲施放技能"}],"restrain":[{"id":152,"description":"王昭君：芈月的大招拥有无法被选择的效果可以完美躲过王昭君的二技能，1技能也可逃离或接近王昭君。从而大大降低王昭君造成的伤害。"},{"id":146,"description":"露娜，露娜的持续输出需要依赖连续的标记支持，而芈月大招可以免疫一切效果，导致露娜不能持续衔接技能，从而配合队友轻松击杀."}]}}