{"ename":511,"difficulty":6,"skill":5,"viability":7,"attack":5,"skills":[{"id":51100,"name":"毫发无伤","value":"(冷却值：0 消耗：0)","description":"被动：猪八戒损失的生命会以残血形态暂存，暂存期间猪八戒对英雄\\非英雄造成伤害50%\\25%(计算忽略敌方免伤)的等值残血会转化为真实血量。残血产生7秒后开始以每秒3%最大生命值的速度自动消减。九齿钉耙乃神兵，普攻附带40（+0.5%最大生命加成）点物理伤害","tip":"小提示：猪八戒的战斗方式以近身缠斗和防守反击为主，迅速回复的生命值会让敌人无法准确的判断胜负"},{"id":51110,"name":"肉弹蹦床","value":"(冷却值：8 消耗：0)","description":"猪八戒奋力跳起，落地时对砸到的敌人造成150/165/180/195/210/225（+8%最大生命加成）点物理伤害。之后弹性极佳的身体会再次高高弹起，并在落地时造成相同伤害，以及0.5秒晕眩效果。当同时攻击多个敌方英雄时，每增加一位敌方英雄衰减15%的伤害，最低衰减至初始的70%。再次落地时由于惯性极大，猪八戒会快速翻滚一段距离。跳跃期间猪八戒处于霸体状态","tip":"小提示：跳跃期间猪八戒出霸体状态，使其一般无法被敌人阻止，无论是开团或者是逃脱"},{"id":51120,"name":"倒打一耙","value":"(冷却值：11/10.4/9.8/9.2/8.6/8 消耗：0)","description":"猪八戒将钉耙变长直击前方敌人，造成150/180/210/240/270/300（+50%物理加成）点物理伤害和1.5秒60%减速效果。钉耙若嵌入地形，猪八戒会借力冲撞至嵌入处，并将路径上敌人击退至该处。猪八戒撞击地形时，造成150/165/180/195/210/225/（+6%最大生命加成）点物理伤害和0.5秒晕眩。被动：使用倒打一耙后，下次普攻会用钉耙把敌人拉回来 ","tip":"小提示：借助地形或者大招迅速靠近对方，开启团战，随后再利用被动效果可将敌人一网打尽"},{"id":51130,"name":"圈养时刻","value":"(冷却值：36/32/28 消耗：0)","description":"猪八戒筑起一堵高墙，英雄无法移动穿越；墙最多存在4秒；筑起瞬间对身前敌人造成250/325/400/(（+90%物理加成）点物理伤害；施法时猪八戒霸体","tip":"小提示：配合2技能可以随时发动团战，在狭小的地形甚至可以将道路完全中断"}],"skillBuild":[51110,51130],"summoner":[80115,80107],"items":[{"items":[1421,1331,1334,1332,1336,1335],"tip":"小提示：猪八戒擅长缠斗，全坦克装备的猪八戒可以让与敌人的战斗时间拉的足够长，进而利用自身恢复优势击败对手"},{"items":[1421,1331,1334,1336,1137,1135],"tip":"小提示：当队友足够肉时，猪八戒可以分担一部分输出的责任，暗影战斧和极寒风暴让猪八戒在团战中足够灵活，闪电匕首也能保证足够的输出让敌人无法忽视猪八戒的钉耙"}],"ming":{"items":[1504,3509,2515],"tip":"小提示：冷却缩减和最大生命值能能让猪八戒更加从容的进出战场，而适量的物理穿透能带来高额的物理伤害增益"},"methods":{"toUse":"猪八戒的机动性在坦克中属上乘，利用好他的开团能力；猪八戒的位移和控制能力与地形关联较大，注意利用地形；猪八戒不怕挨打，但挨打后要注意反击，使被动技能产生作用","toLaning":"使用一击脱离的方式攻击猪八戒，避免被他反击回血；注意不要与猪八戒和墙体站在同一直线上，防止被强行开团秒掉","toGB":"作为主动性非常强的坦克英雄，猪八戒需要第一个进入敌方阵型打出控制和造成混乱，在有一定最大生命值支持的情况下，利用被动不断反打回复生命值，可以坚持很久"},"relationships":{"bestCompanies":[{"id":515,"description":"嫦娥拥有强力爆发伤害，但开团能力较弱，搭配猪八戒可以轻易的将团战开启并为嫦娥吸收第一轮敌方伤害"},{"id":141,"description":"猪八戒凭借众多的控制效果和吸收伤害能力，能为貂蝉提供良好的输出空间"}],"restrained":[{"id":131,"description":"来去无踪的李白能让猪八戒无法与其缠斗恢复自身血量"},{"id":196,"description":"超远的距离和出色的爆发能力，让其是为数不多可以克制猪八戒的射手英雄"}],"restrain":[{"id":135,"description":"较低的伤害能力，让其在于猪八戒对抗的时候，几乎无法将猪八戒的血线打入危险的境地"},{"id":169,"description":"猪八戒出色的开团能力，会让后排英雄十分危险，常常会被强行控制开启团战"}]}}