{"ename":148,"difficulty":3,"skill":7,"viability":1,"attack":2,"skills":[{"id":14800,"name":"心魔","value":"(冷却值：0 消耗：0)","description":"被动：姜子牙每10秒为友军增加14点经验","tip":"小提示：功能型被动技能，可以使友方英雄等级领先于敌方，前期在3级到4级的时间点尤为重要"},{"id":14810,"name":"忏悔","value":"(冷却值：8 消耗：50)","description":"姜子牙聚集能量对目标区域的敌人进行冲击，对受到冲击的敌人造成每0.5秒75/87/99/111/123/135（+7%法术加成）点法术伤害，持续5秒；持续期间敌人还将逐渐减少移动速度，物理和法术防御，最多将会减少90%移动速度，25%/28%/31%/34%/37%/40%物理防御和法术防御","tip":"小提示：AOE范围技能，有较高的AP伤害加成和可叠加的减速效果，在人群中使用效果极佳"},{"id":14820,"name":"湮灭","value":"(冷却值：12/11/10/9/8/7 消耗：60)","description":"姜子牙在指定位置引爆能量，对范围内敌人造成350/400/450/500/550/600（+60%法术加成）点法术伤害并将其击退，同时将会减少50%移动速度，持续1.5秒","tip":"小提示：范围内造成法术伤害并能击退敌人，是姜子牙重要的保命技能"},{"id":14830,"name":"断罪","value":"(冷却值：10.0/8.0/6.0 消耗：70)","description":"姜子牙朝指定方向引导能量聚集，最多持续3秒，冲击波会造成450/600/750（+35%法术加成）～1350（+105%法术加成）点法术伤害并且可对路径上的建筑造成10%伤害；聚集时间会影响冲击波的伤害和攻击距离，冲击波最远可攻击1800距离内的敌人；进行任意操作都会中断聚集过程并立即放出冲击波","tip":"小提示：姜子牙最主要的输出和消耗技能，施法范围非常大，距离和伤害根据蓄力的时间而定，但施法时间较长，需要有非常好的预判能力"}],"skillBuild":[14810,14820],"summoner":[80115,80102],"items":[{"items":[1235,1424,1233,1232,1231,1238],"tip":"小提示：姜子牙的冲击波释放距离相当远，因此全输出的姜子牙能给打出超高的消耗伤害来"},{"items":[1426,1235,1233,1232,1239,1231],"tip":"小提示：姜子牙的控制能力相当出色，配合疾步之靴可以快速游走边路，为队友打出致命控制"}],"ming":{"items":[1514,3511,2512],"tip":"小提示：红色梦魇提供的法术攻击和法术穿透能有效提高前期的输出，绿色献祭提高输出频率增加输出伤害，蓝色轮回能在后期高伤害的情况下获得一定的续航能力。"},"methods":{"toUse":"姜子牙需要线上持续发育，所以前期尽量塔下猥琐收线，利用1技能和大招进行POKE，尽量将对手消耗致残，让队友去收割，遇到敌人切入后，利用2技能可将其击退，保证生存","toLaning":"1、残血回程时要注意姜子牙的远程大招收割；2、姜子牙没位移，很脆，需要找机会突进将其击杀；3、团战不要站得太靠近，以免被姜子牙大招和技能打出足够AOE伤害；4、发现姜子牙大招弹道后，要立即走位躲开","toGB":"团战时，姜子牙一定要远离战场，躲在隐蔽角落进行大招消耗，需要随时注意自己的走位，观察敌方刺客位置，保持安全的位置进行输出"},"relationships":{"bestCompanies":[{"id":168,"description":"牛魔：姜子牙身板非常非常脆，需要一个有足够坦度的辅助提供支援，牛魔的AOE控制和能力是一个很好的选择，开启团战时候牛魔在前方吸收伤害打出有效控制，可以提高姜子牙的大招命中率，保护时也可以给姜子牙很好的逃生机会。"},{"id":175,"description":"钟馗/墨子：这两个英雄的大招作用相似，钟馗墨子的大招在释放可以长时间控制住敌方英雄，姜子牙可以有足够的时间蓄力大招对敌方造成毁灭性打击。"}],"restrained":[{"id":150,"description":"身为脆皮法师，姜子牙害怕韩信等位移多伤害高的刺客英雄"},{"id":153,"description":"兰陵王在团战中能够一套技能直接带走姜子牙"}],"restrain":[{"id":192,"description":"黄忠/王昭君：大招很像所以放在一起说。黄忠王和王昭君的大招都有同一个特点，那就是站桩，不能移动，而姜子牙的大招则拥有超远距离且超高伤害的特点，且敌方的大招站桩特点给了姜子牙足够的蓄力时间，一旦命中王昭君、黄忠基本会直接失去战斗力甚至被击杀。"},{"id":146,"description":"露娜：露娜的无限连有个条件那就是必须命中标记单位，也就是说大招一定是往人脸上放的，姜子牙的二技能可以推开露娜甚至使其断大而使其陷入困境，大招不只是造成伤害的作用，因为长时间的蓄力常常使大招很难命中，这时的大招作为逼走位的技能使用，对战场区域释放大招，不仅是露娜，敌方全体都要规避。"}]}}