{"ename":137,"difficulty":5,"skill":9,"viability":5,"attack":5,"skills":[{"id":13700,"name":"静默之语","value":"(冷却值：0 消耗：0)","description":"被动：司马懿能够获得2000范围内施法者的视野且在该范围内释放技能会为司马懿回复5点能量；司马懿基础拥有80点能量（每级提升3点能量上限），同时每次击杀或者助攻能够提升10点能量上限，将普攻替换为巨大的镰刀攻击造成法术伤害，持续4秒，镰刀每击造成250（+40%法术加成）点法术伤害，替换为镰刀后的首次攻击可位移到目标身后造成500（+80%法术加成）点法术伤害","tip":"小提示：司马懿在前中期需要计算好能量分配情况，并且尽量的参与战斗叠加自身的能量上限"},{"id":13710,"name":"幽影之咬","value":"(冷却值：9 消耗：40)","description":"司马懿释放无法被选中的灵体，过程中本体免疫控制，对穿过的敌人造成100/120/140/160/180/200（+20%法术加成）点法术伤害，效果结束后本体将会移动至灵体的位置，并对路径上的敌人造成100/120/140/160/180/200（+20%法术加成）点法术伤害和50%减速持续1秒","tip":"小提示：灵体的移动速度极快，并且使用普通会立即结束灵体状态"},{"id":13720,"name":"荒芜之域","value":"(冷却值：6 消耗：40)","description":"司马懿释放灵力，压制周围的区域造成300/340/380/420/460/500（+30%法术加成）点法术伤害与1秒沉默，如果司马懿2秒后还在被压制的区域中则会获得25/30/35/40/45/50点的能量；被动：司马懿吸收部分的法术伤害时，将其中30%在5秒内转化为生命值","tip":"小提示：被动并不能直接减免伤害，需要主要不要高估自身硬度"},{"id":13730,"name":"死神降临","value":"(冷却值：35/30/25 消耗：40)","description":"司马懿化身死神，在短暂的蓄力后向指定地点冲击，造成700/875/1050（100%法术加成）点法术伤害，并且会对冲击路径触碰的敌人造成50%伤害","tip":"小提示：大招有一定的延迟，需要一定的预判"}],"skillBuild":[13720,13710],"summoner":[80115,80110],"items":[{"items":[1425,1240,1236,1232,1235,1239],"tip":"小提示：司马懿缺乏回复手段，需要用噬神之书来补充其持续作战的能力，巫术法杖则会让司马懿的刺杀更具爆发力"},{"items":[1521,1425,1240,1236,1232,1231],"tip":"小提示：司马懿利用被动可以洞悉对手位置并且大招也能超越距离发起突袭，综合下来说司马懿非常适合打野位置"}],"ming":{"items":[1517,3515,2503],"tip":"小提示：攻速在前中期十分重要，在能量不多的情况下，每次被动触发可以挥舞多少次镰刀直接关系到了能制造多少伤害。"},"methods":{"toUse":"1.尽量参与战斗，司马懿通过击败或助攻增加的能量上限值，可以让司马懿提前达到最高限制 2、大招有一定的延迟，需要预判敌方走位计算提前量","toLaning":"1.前期司马懿十分缺乏能量，逼迫他走出沉默区域避免其回复能量能够持续作战;2.司马懿二技能的被动会将已经承受的部分法术伤害转化为治疗效果，并不能直接造成伤害减免","toGB":"长距离的突袭能力，让司马懿天生就能够轻松抵达敌方后排，但是刺客的身板不足以让其先手开团，所以，最好还是一边等待机会威吓对方后排输出，一边等待友方坦克战士开启团战"},"relationships":{"bestCompanies":[{"id":135,"description":"项羽有优秀的开团能力，并且随后可以通过技能降低敌方输出，为司马懿进场输出创造条件"},{"id":182,"description":"干将的超远消耗能力，能让司马懿能在一次命中大量飞剑后，选择直接突进开启团战"}],"restrained":[{"id":193,"description":"司马懿在突袭方面具有很大的优势，但是，如果敌方正在发愁如何开战的话，就是另外一种情况了，正如铠这样的近战具有统治力英雄就非常克制司懿"},{"id":187,"description":"硬控十分克制刺客的突袭，会让司马懿无法进场输出"}],"restrain":[{"id":130,"description":"宫本的大招命中后，司马懿只需使用1技能即可轻松摆脱其锁定"},{"id":190,"description":"司马懿本身的法术伤害吸收能力就比较克制法系英雄，再加上其追击能力，可使得诸葛亮基本上无法发挥"}]}}