{"ename":504,"difficulty":4,"skill":8,"viability":2,"attack":1,"skills":[{"id":50400,"name":"机械仆从","value":"(冷却值：0 消耗：0)","description":"被动：直接被米莱狄或者机械仆从击杀的单位（除敌方机械仆从以外），会在其附近召唤1个机械仆从（至多存活8秒），短暂时间后冲向附近的敌人进行攻击。（机械仆从的攻击力,生命值和移动速度受到米莱狄的法术强度加成，机械仆从至多存在5个，超过上限时自动引爆更早的机械仆从）。机械仆从如果没有被击杀，生存期结束后将会发生爆炸对附近敌人造成200（+30%法术加成）点法术伤害。机械仆从攻击力：150（+30%法术加成）,机械仆从生命值：500（+100%法术加成）,机械仆从移动速度：450（+10%法术加成）","tip":"小提示：机械仆从是米莱狄最大的依仗，在对线或消耗战斗中，米莱狄不断击杀从而召唤的机械仆从可以轻松滚起胜利的雪球"},{"id":50410,"name":"空中力量","value":"(冷却值：8/7.6/7.2/6.8/6.4/6 消耗：60)","description":"米莱狄指挥飞行器朝指定方向飞出，对沿路的敌人进行扫射造成60/70/80/90/100/110（+6%法术加成）点法术伤害。飞行器连续攻击2次以后，下一次攻击将会对目标发射一枚导弹，造成120（+12%法术加成）点法术伤害。飞行器在飞行的过程中，米莱狄可以发出指令让飞行器进行一次分裂，变为2个飞行器进行攻击，分裂的飞行器造成45/53/61/69/77/85（+4%法术加成）点法术伤害如果敌人同时受到2个飞行器的攻击，将会被减速50%持续1.5秒。","tip":"小提示：米莱狄的主要消耗技能，合理的预判飞行路径和在合适的时机分裂飞机可以造成大量伤害的同时限制对手的移动能力"},{"id":50420,"name":"强制入侵","value":"(冷却值：3 消耗：25)","description":"米莱狄标记一个位置，短暂时间后召唤两个机械仆从，落地时对附近敌人造成100/120/140/160/180/200（+20%法术加成）点法术伤害，并在1秒后激活，自动攻击附近的敌方单位，机械仆从存活至多8秒。每17/16/15/14/13/12秒储备一个机械仆从，至多储备3个","tip":"小提示：米莱狄的核心技能，在机械仆从数量不足时，米莱狄可以主动的增加场面上仆从的数量以支持其战斗"},{"id":50430,"name":"浩劫磁场","value":"(冷却值：35/30/25 消耗：100)","description":"米莱狄朝指定目标发出一颗信号装置，标记并晕眩敌人持续0.75秒（可对建筑释放但晕眩无效），被标记目标受到磁场干扰每0.5秒造成100/150/200（+5%法术加成）点法术伤害，并减少30%移动速度持续3秒，干扰效果结束时引发磁场爆炸攻击附近的敌人，造成基于干扰期间来自米莱狄和她的机械部队对其造成的总伤害30%/40%/50%法术伤害。如果磁场爆炸直接击败了被标记的英雄或者在标记期间死亡，将在其附近召唤3个机械仆从。当机械仆从发现标记的目标时，将会立即冲向该目标发起攻击。大招开启时，范围内的友方机械仆从增加100%的攻击速度和100%的移动速度","tip":"小提示：机械仆从会在大招标记后集火攻击标记目标，在有足够数量的机械仆从在行动时，大招的第二段伤害会有可观的提升"}],"skillBuild":[50410,50420],"summoner":[80115,80102],"items":[{"items":[1423,1233,1235,1232,1231,1238],"tip":"小提示：冷静缩减属性能让米莱狄持续推进兵线和拆除建筑，同时米莱狄的属性会受到法术攻击影响，堆砌法术攻击同时还可以强化机器人属性"},{"items":[1423,1233,1235,1232,1234,1238],"tip":"小提示：米莱狄的1技能射程超远，造成的减速效果会有利于机器人贴近其进行输出"}],"ming":{"items":[1514,3511,2512],"tip":"小提示：米莱狄属于推进型法师，不必太在意移动速度，主要还是补充线上的续航和战斗属性"},"methods":{"toUse":"1.注意把控1技能飞行器分裂的位置，尽量让2个小飞行器同时命中敌人，可造成高额伤害和减速效果；2.只有配合机械仆从和空中支援的伤害，才能使大招浩劫磁场的伤害最大化","toLaning":"1.机械仆从只能存活8秒，将战场拉扯至远处，让米莱狄准备机械仆从时，将其击败；2.通过使用具有突进能力的坦克去承受米莱狄大招及期间的伤害，逼迫大招和机械仆从无法优先锁定我方输出，可以有效降低其团战威慑力","toGB":"米莱狄通过兵线可以远远不断的制造机械仆从，让队友们和米莱狄抱团推进，可以免除很多麻烦"},"relationships":{"bestCompanies":[{"id":163,"description":"米莱狄指定目标的控制效果，配合橘右京的爆发力和控制手段，可以让敌人在控制链中被击杀"},{"id":131,"description":"李白可以限制敌人移动，让其无法躲避机械仆从的攻击，又能补足米莱狄爆发伤害不足的弱点"}],"restrained":[{"id":194,"description":"苏烈释放大招时，敌人越多，站位越密集，伤害越高。 可以专门用来克制米莱狄的机械大军"},{"id":154,"description":"米莱狄逃脱能力较差，大招有飞行轨迹，一旦被花木兰霸体抵消掉控制，就会被花木兰近身击杀"}],"restrain":[{"id":150,"description":"米莱狄优秀的推进能力比韩信更加容易推到防御塔迫使其无法分带"},{"id":146,"description":"米莱狄指定控制技能能够有效控制集火露娜将其击杀"}]}}