{"ename":113,"difficulty":2,"skill":4,"viability":8,"attack":2,"skills":[{"id":11300,"name":"自然意志","value":"(冷却值：0 消耗：0)","description":"被动：庄周每隔6秒进入自然梦境，会解除自身所有控制效果，并且减少15%所受到的伤害，增加15%移动速度，持续2秒","tip":"小提示：被动效果无疑提升了庄周的生存能力"},{"id":11310,"name":"化蝶","value":"(冷却值：8 消耗：80)","description":"庄周幻化出蝴蝶解除自身控制，蝴蝶飞向指定方向，对路径上的敌人造成400/480/560/640/720/800（+72%法术加成）点法术伤害，并减少其50%移动速度，持续2秒","tip":"小提示：此技能配合被动效果能在追击敌人时留人，能在面对追击时减速多个敌人安全撤退"},{"id":11320,"name":"蝴蝶效应","value":"(冷却值：6/5.4/4.8/4.2/3.6/3 消耗：40)","description":"庄周梦中蝴蝶扇起翅膀，对身边的敌人造成250/320/390/460/530/600（+30%法术加成）的法术伤害，并增加范围内友军3%移动速度，持续5秒，技能连续命中会叠加效果，伤害每层叠加125/160/195/230/265/300（+15%法术加成）的法术伤害，移动速度每层叠加3%，最多叠加4层；被动：庄周每隔6秒会自动释放一次蝴蝶效应","tip":"小提示：该技能CD较短，可多次使用，不管是追击还是撤退都是好的选择"},{"id":11330,"name":"天人合一","value":"(冷却值：60/55/50 消耗：150)","description":"庄周幻化梦域保护附近友军，使得他们免疫控制效果并且减少10%所受到的伤害，持续2秒","tip":"小提示：一个非常强大的保护技能，此技能效果为友军减伤并免疫控制，配合装备军团荣耀效果极佳"}],"skillBuild":[11310,11320],"summoner":[80102,80103],"items":[{"items":[1724,1421,1335,1336,1332,1235],"tip":"小提示：庄周自身不惧怕控制，所以选择可以减少受到伤害的影忍之足"},{"items":[1722,1421,1331,1333,1335,1336],"tip":"小提示：红莲斗篷有不错的清线能力，解控手段较多的庄周能够安全的将兵线整理好，解除队友的后顾之忧"}],"ming":{"items":[1514,3515,2512],"tip":"小提示：新版本的庄周不仅仅是一个只能辅助的坦克，其被动结合二技能叠起四层被动，可打出爆炸伤害。庄周佩戴输出铭文，提高法术攻击、法术吸血、法术穿透的能力，让庄周前期也能拥有很强的输出能力，为团队建立优势。"},"methods":{"toUse":"使用1技能和2技能可留住敌军或掩护友军安全撤退，尽量和输出型英雄站的更近，面对突进时大招保护","toLaning":"1、开打前可尝试骗出庄周大招后再进行一轮攻击；2、庄周单兵作战能力很弱，所以可以进行单抓；3、由于庄周是一个坦克，所以输出技能和控制技能尽量不要打在他身上","toGB":"团战时庄周需要跟我方输出位置英雄站的很近，随时保护他们进行输出和撤退"},"relationships":{"bestCompanies":[{"id":157,"description":"不知火舞：不知火舞作为法刺，常常需要切入敌方后排，但是自身较脆的特点让她非常惧怕控制，很容易被集火秒杀。而庄周提供的免伤免控能让她的输出环境安全很多，大招解控，让火舞能够轻易进团，打出爆炸伤害。"},{"id":192,"description":"黄忠：庄周可以为黄忠提供很好的输出环境。在高端局对战中，庄周提供的免控免伤能够让黄忠不会被迅速击杀。黄忠在架起状态下，敌方突进如果强行切入，同时会进入庄周的攻击范围。不仅无法击杀黄忠，还会受到黄忠和庄周的双重伤害。"}],"restrained":[{"id":150,"description":"庄周很害怕孤军作战，所以单独遇到输出型刺客会被一顿暴打"},{"id":141,"description":"由于灵活的貂蝉附带真实伤害，所以庄周在血量较低时需要注意貂蝉的追击"}],"restrain":[{"id":154,"description":"花木兰：对局进行到中期时，花木兰便无法和庄周正面交锋。庄周不受控制，让花木兰的多数输出技能无效使用，而自身被动结合二技能伤害能让身板较脆的花木兰无法接受。即使残血对线，庄周也能轻易脱逃。"},{"id":169,"description":"后羿：即使是出肉装的庄周，后期伤害也异常可怕，自身技能特点也让他根本不会被风筝。叠起被动的伤害能轻易击杀没有位移的脆皮，对此类英雄进行强力压制。"}]}}