{"ename":111,"difficulty":6,"skill":5,"viability":3,"attack":8,"skills":[{"id":11100,"name":"活力迸发","value":"(冷却值：0 消耗：0)","description":"被动：孙尚香每次普通攻击都会减少0.5秒翻滚突袭的冷却时间","tip":"小提示：利用更多的普攻来减少1技能翻滚突袭的CD时间，可以让孙尚香更灵活"},{"id":11110,"name":"翻滚突袭","value":"(冷却值：5 消耗：25)","description":"孙尚香向指定方向翻滚，下一次普通攻击变更为强化射击，强化射击会对一条直线上的敌人造成300/330/360/390/420/450（+100%物理加成）点物理伤害，如果翻滚后附近有敌方英雄将会增加80%持续衰减的移动速度，持续2秒，使用强化射击后会重置下一次普通攻击并增加攻击距离。","tip":"小提示：孙尚香主要的位移技能和输出技能，用于追人和撤退使用"},{"id":11120,"name":"红莲爆弹","value":"(冷却值：10/9.2/8.4/7.6/6.8/6 消耗：50)","description":"孙尚香向指定目标范围投掷爆弹，对范围内敌人造成200/240/280/320/360/400（+100%物理加成）点物理伤害并减少90%移动速度，持续1秒，被命中的敌人还会被标记5秒，孙尚香的普攻伤害会对标记目标造成额外100/120/140/160/180/200（+20%物理加成）点物理伤害；标记持续期间增加孙尚香物理穿透30%,持续5秒","tip":"小提示：相当于一个范围性的软控制技能，命中敌人后，能让孙尚香更好的输出敌人或选择撤退"},{"id":11130,"name":"究极弩炮","value":"(冷却值：30/25/20 消耗：100)","description":"孙尚香蓄力向指定方向发射一枚弩炮，弩炮在触碰敌人或者飞行到最远距离后将发生爆炸，对第一名触碰的敌人造成500/750/1000（+185%物理加成）点物理伤害，对爆破范围内的敌人造成50%伤害","tip":"小提示：这个技能最好在战斗初使用，尽量将敌人打残，让孙尚香尽早进入收割的节奏"}],"skillBuild":[11110,11120],"summoner":[80109,80110],"items":[{"items":[1425,1135,1133,1134,1155,1138],"tip":"小提示：孙尚香通过翻滚会打出节奏性的强化普攻配合宗师之力，会让爆发力更加强大"},{"items":[1425,1133,1135,1134,1132,1155],"tip":"小提示：当对手消耗能力较强时，可以选择吸血属性的装备为自己带来一定的续航效果"}],"ming":{"items":[1519,3514,2517],"tip":"小提示：蓝色隐匿移速方便孙尚香更好的移动寻找输出位置，团战支援也比较迅速，物理攻击可以提伤害。绿色鹰眼，穿透护甲后孙尚香的攻击伤害会更高。前期在有祸源铭文的情况下，暴击更多，清野，清兵线的速度更快，发育更快。"},"methods":{"toUse":"使用时需要注意1技能的使用时机，在对方刺客未交技能时，需要留着1技能进行输出，待对方切入后选择位移拉开距离；孙尚香是一个靠攻速打伤害的英雄，所以攻速装会有很高的性价比","toLaning":"1、刺客英雄需要抓住孙尚香走位失误时或交出位移技能后近身击杀；2、孙尚香很灵活，所以需要找准机会利用控制技能控制后将其击杀","toGB":"团战时孙尚香可以先放出大招，以使敌方尽快致残更快进入收割节奏.但孙尚香很脆，敌方刺客切入后，一定要留着1技能与其拉开距离输出，不然就会很快被击杀"},"relationships":{"bestCompanies":[{"id":113,"description":"庄周：孙尚香是比较灵活的射手类英雄，但是如果被控制怎么也灵活不起来，所以推荐庄周作为孙尚香的搭档，在携带净化的情况下，无论是单抓还是团战，孙尚香都不在畏惧敌方的控制性技能，轻松打出成吨的输出。"},{"id":187,"description":"东皇太一：东皇太一的大招可以控制敌方英雄，是应对敌方突进英雄的不二选择，东皇的超强回复能力注定了东皇也是一名合格的坦克，有东皇在前排吸收敌方火力，后排的孙尚香就可以安心输出。"}],"restrained":[{"id":153,"description":"兰陵王的隐身和秒杀能力很容易接近孙尚香将其秒杀"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的孙尚香"}],"restrain":[{"id":129,"description":"典韦：在前中期，典韦的输出不足以秒掉孙尚香，而孙尚香面对近身的典韦也可以利用一技能加速效果轻松跑路。后期，典韦的反伤刺甲和不祥征兆对于多段攻击的射手可能不太友好，但是面对孙尚香的强化普攻仍容易被压制。"},{"id":187,"description":"东皇太一：东皇太一大招范围小，只有能量球触碰到敌方英雄才会回血，所以，孙尚香的超远射程就可以轻松克制他，东皇的二技能虽然控制长达一秒，但是延迟太高，面对拥有位移的孙尚香命中率低。大招作为强力控制，范围是硬伤，无法靠近孙尚香就会被消耗至死。"}]}}