{"ename":177,"difficulty":5,"skill":3,"viability":3,"attack":8,"skills":[{"id":17700,"name":"追猎","value":"(冷却值：4 消耗：0)","description":"被动：当成吉思汗穿越草丛时会增加40%移动速度，持续2秒，同时下一次普通攻击将变更为两连射，每支箭矢造成0（+65%物理加成）点物理伤害；两连射有4秒冷却时间","tip":"小提示：这个技能使得成吉思汗在野区作战能力与机动性十足，利用草丛移速优势能更好的追击敌人或快速撤退"},{"id":17710,"name":"鹰眼","value":"(冷却值：16/14/12/10/8/6 消耗：80)","description":"成吉思汗释放猎鹰侦查，照亮周围区域并获取其中敌人的视野，持续5秒；猎鹰还会朝指定方向飞行，获取沿途区域视野；每16秒可准备1只猎鹰，同时最多可拥有2只猎鹰；被动：箭矢对同一个目标的第三次攻击会额外造成200/240/280/320/360/400（+45%物理加成）点物理伤害","tip":"小提示：在对局中，1技能可以用来照亮附近的视野，对于防GANK有非常好的效果，在攻击敌人时，尽量打出三发箭矢在同一名敌人身上，以造成更高的伤害"},{"id":17720,"name":"百兽陷阱","value":"(冷却值：10/9/8/7/6/5 消耗：60)","description":"成吉思汗向指定位置投掷陷阱，持续120秒，陷阱被敌人触碰后范围内敌人将减少30%移动速度并将暴露视野；短暂延迟后对区域内造成360/432/504/576/648/720（+120%物理加成）点物理伤害；每12秒可准备一枚陷阱，同时最多储备2个陷阱；未被触发的陷阱落地2秒后隐形","tip":"小提示：成吉思汗可以放置陷阱在关键的通道上，限制敌人走位，敌人触发陷阱后会减速并暴露视野."},{"id":17730,"name":"可汗狂猎","value":"(冷却值：5/4.5/4 消耗：30)","description":"成吉思汗骑行中对敌人射出箭矢造成160/240/320（+100%物理加成）点物理伤害，箭矢可触发普通攻击的法球效果并可以暴击。每5秒可准备1只箭矢，同时最多可储备5只箭矢。","tip":"小提示：成吉思汗可以累积多支箭矢，箭矢CD非常短可以进行持续输出，配合普通攻击施放效果更佳"}],"skillBuild":[17710,17720],"summoner":[80109,80110],"items":[{"items":[1523,1425,1133,1132,1134,1155],"tip":"小提示：成吉思汗的大招把握好节奏可以很好的利用宗师之力的被动打出高额伤害"},{"items":[1425,1133,1134,1132,1155,1337],"tip":"小提示：成吉思汗没有位移技能，在后期成型后需要一件防御装备来避免失误，增加容错几率"}],"ming":{"items":[1519,3514,2520],"tip":"小提示：成吉思汗最大的优势在草丛作战的全面性，无论是移速，视野提供都尤为出色，狩猎的移速和攻速可以提升机动性，穿透效果可以确保前中期的伤害足够，红色暴击是博伤害的玩法，前中期一旦出现暴击可以达到非常高的收益。"},"methods":{"toUse":"使用成吉思汗时，尽量利用草丛来提升自己的机动性和输出，1技能用来勘察视野，2技能放在狭窄的必经之路效果更佳，大招配合普攻可以连续打出高额输出","toLaning":"1、进入成吉思汗的陷阱第一时间走出来能避免受到伤害；2、在野区需要谨慎与成吉思汗交战，此时他的机动性和作战条件都极其有利；3、成吉思汗无位移技能，刺客英雄可以突进将其击杀","toGB":"在团战时，成吉思汗由于是射手，需要站在后排注意敌方刺客位置，在队友保护下进行输出，良好的走位与输出位置选取也是一个成吉思汗玩家的必修课"},"relationships":{"bestCompanies":[{"id":168,"description":"牛魔：牛魔被动的双抗加成对相对脆皮的成吉思汗来说提升十分明显，成吉思汗的出装中基本很少出到防御类装备，双抗的加成可以很好的弥补这一点；两个控制技能也能很好的保护到成吉思汗，即使对面突进比较多，也能救成吉思汗与水火之中。"},{"id":171,"description":"张飞：在团战中，张飞大招可推开并眩晕对方英雄突进切入英雄，对成吉思汗产生很好的保护效果，后续的减速配合成吉思汗的草丛加移速，可以为成吉思汗提供良好的输出环境，让成吉思汗轻松打出成吨的伤害。"}],"restrained":[{"id":153,"description":"兰陵王的隐身和秒杀能力很容易接近成吉思汗将其秒杀"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的成吉思汗"}],"restrain":[{"id":153,"description":"兰陵王：成吉思汗对兰陵王的压制主要体现在一技能的视野对兰陵王大招隐身的针对，使用1技能查看视野可以捕捉到兰陵王的位置，对于自己和己方输出英雄的安全都可以保障。成吉思汗本身对野区有强大压制能力令，利用1技能和2技能的配合，频繁入侵兰陵王野区也可以帮助队友快速累积优势。"},{"id":116,"description":"阿轲：兰陵王一技能和二技能都能让开启隐身的阿轲无所遁形，以隐身切人为主的阿轲无法通过隐身走位靠近我方输出英雄。团战中，企图用大招进场的阿轲会瞬间暴露就成为集火目标。"}]}}