{"ename":115,"difficulty":4,"skill":9,"viability":5,"attack":4,"skills":[{"id":11500,"name":"哀歌","value":"(冷却值：0 消耗：0)","description":"被动：高渐离的普通攻击或释放技能可视作一次演奏，每四次演奏后的下一次普通攻击将会向目标弹奏出带有击穿效果的能量和弦，造成300（+100%法术加成）的法术伤害","tip":"小提示：能量和弦具有穿透效果，同时拥有物理与法术加成.这个效果不管在前后期都是不错的消耗方式"},{"id":11510,"name":"狂歌","value":"(冷却值：7 消耗：80)","description":"高渐离弹奏出音符，锁定附近至多2名敌人造成350/410/470/530/590/650（+47%法术加成）点法术伤害；音符命中敌人后，会向附近的敌人进行弹射，音符至多弹射2次；当多个音符命中同一目标时，从第二个音符开始将只造成30%伤害","tip":"小提示：技能可同时攻击两个敌方单位，并且施法范围较大，对线或团战前都可以用来消耗敌人，前期伤害也是较为可观的."},{"id":11520,"name":"离歌","value":"(冷却值：10/9.4/8.8/8.2/7.6/7 消耗：70)","description":"高渐离震慑琴弦，对附近敌人造成500/560/620/680/740/800（+65%法术加成）点法术伤害并减少其35%/40%/45%/50%/55%/60%移动速度，持续2秒，每命中一个英雄将回复125/140/155/170/185/200(+16%法术加成）生命值","tip":"小提示：AOE技能，造成伤害并减速，能留住敌人，配合大招使用效果更佳.但需注意，此技能范围较小，注意与敌军距离，靠近后再释放"},{"id":11530,"name":"魔音贯耳","value":"(冷却值：45/40/35 消耗：140)","description":"高渐离释放激情，每0.5秒进行一次演奏，对附近敌人造成200/250/300（+15%法术加成）点法术伤害，持续5秒；演奏持续时自身会减少15%所受到的伤害，并且附近每个敌方英雄还将减少高渐离5%所收到的伤害；并且在演奏开始时自身会增加70%持续衰减的移动速度，持续3秒","tip":"小提示：持续性的AOE输出加上免伤效果和移动速度加成，这个技能在后期有着高额的法术伤害和极强的机动性，是非常棒的团战切后排的技能."}],"skillBuild":[11510,11520],"summoner":[80115,80102],"items":[{"items":[1422,1240,1235,1336,1231,1232],"tip":"小提示：高渐离会深入战场释放大招，需要准备噬神之书进行一定的吸血恢复，以免被对方的伤害压制无法深入敌阵"},{"items":[1422,1240,1235,1336,1239,1231],"tip":"小提示：高渐离在突进敌阵后，通常会受到集火，开启辉月的主动技能能够帮助其不至于直接被秒杀，从而拖住敌人"}],"ming":{"items":[1514,3515,2503],"tip":"小提示：高渐离是一名AOE输出爆炸的法师英雄，高额的法术收益和法穿可以帮助他打出更多的伤害，吸血恢复能力可以提升高渐离的赖线能力，打团时利用免伤和恢复可以有更好的生存能力，攻速加成可以更容易组合技能打出被动伤害。"},"methods":{"toUse":"使用1技能配合被动进行远程的消耗输出，2技能与大招配合效果更好，大招施放时可同时施放其他技能进行输出","toLaning":"前期可利用刺客多gank高渐离延缓他的发育，后期高渐离AOE输出很高，所以站位相对分散一些，尽量不要让他大到更多人.","toGB":"团战前，高渐离可利用1技能的范围进行消耗，团战时，需要注意敌方刺客位置，一定不要第一时间进场，否则容易被秒.等待刺客输出技能交了后，再开启大招进场，争取大到更多的人"},"relationships":{"bestCompanies":[{"id":120,"description":"白起：白起钩子和嘲讽技能能够让对方全部聚集到一起，高渐离这时候开大进场能够打出恐怖的伤害，这一套往往能够击杀对面多人，取得巨大的优势。"},{"id":113,"description":"庄周：高渐离最怕开大进场时候被对面控住，打不出输出，庄周可以很好的避免这个问题，大招的解控和免控可以有效提升高渐离的输出环境，庄周大招免伤配合高渐离大招时使用技能的免伤效果也可以让高渐离生存能力满值。"}],"restrained":[{"id":150,"description":"刺客的爆发输出很容易切入击杀高渐离"},{"id":154,"description":"花木兰的超高爆发输出能力能快速击杀走位不慎的高渐离"}],"restrain":[{"id":192,"description":"黄忠：黄忠是站桩输出型英雄，没有任何位移技能，而且开大时不能移动，虽然增加了一定的魔抗，但是对于穿透和爆发比较高的高渐离来说效果甚微，高渐离开大后使用技能靠近黄忠后受到的伤害也比较少，可以轻松秒掉黄忠。"},{"id":141,"description":"貂蝉：高渐离有非常强的瞬间爆发输出能力，可以利用大招状态下的免伤效果提升自己的生存环境，配合被动伤害效果可以在短时间内成为一个恐怖的输出点。貂蝉更偏向于持续输出，利用位移和回复效果维持生存的同时打出高额的伤害。在对线或者团战的时候，貂蝉很难和高渐离对抗，经常都会被高渐离一套带走。"}]}}