{"ename":132,"difficulty":5,"skill":6,"viability":3,"attack":6,"skills":[{"id":13200,"name":"连锁反应","value":"(冷却值：0 消耗：0)","description":"被动：马可波罗的普攻与技能伤害能够破坏目标的防御并回复50点能量，连续10次受到伤害后，目标每次受到马可波罗的伤害都会额外受到45（+15%物理加成）点真实伤害(该伤害可以暴击)，持续5秒","tip":"小提示：马可波罗可以预留技能在触发真实伤害后打出爆发伤害"},{"id":13210,"name":"华丽左轮","value":"(冷却值：5 消耗：70)","description":"马可波罗向指定方向连续射击过程期间获得10%移速提升，每一枪造成150/165/180/195/210/225（+13%物理加成）点物理伤害都能触发普攻的法球效果，命中回复10点能量，额外攻击速度会影响技能射出的子弹数目，在攻速达到0/75%/150%时射出子弹数5/7/9","tip":"小提示：射击时获得的移速提升会让马可波罗轻松游走在敌人的攻击边缘，从而掌握主动"},{"id":13220,"name":"漫游之枪","value":"(冷却值：5 消耗：70)","description":"马可波罗向指定方向闪烁，立即出现在目标位置；被动：马可波罗身边500范围内存在敌方英雄时，提升20%的伤害和15%/18%/21%/24%/27%/30%移动速度","tip":"小提示：仔细分析敌人技能状态后，熟练的马可波罗会主动靠近对手获得额外的伤害移速加成"},{"id":13230,"name":"狂热弹幕","value":"(冷却值：50/45/40 消耗：70)","description":"马可波罗向指定方向闪烁，立即出现在指定位置并向周围发射弹幕触发普攻的法球效果，造成120/180/240（+15%物理加成）点物理伤害，额外攻击速度会影响技能射出的弹幕波数，在攻速达到0/75%/150%时射出弹幕数10/13/16；","tip":"小提示：大招可以造成大量范围伤害，但需要注意的是释放大招时马可波罗进行移动会立即打断大招释放"}],"skillBuild":[13210,13220],"summoner":[80115,80107],"items":[{"items":[1523,1425,1126,1155,11311,1335],"tip":"小提示：马可波罗对于攻速和装备的攻击特性利用率相当高，主动累积这些属性能获得不错的收益"},{"items":[1523,1425,1126,11311,1155,1127],"tip":"小提示：马可波罗利用大招爆发时会主动接近敌方，此时需要利用纯净苍穹和名刀来进行自保，避免被反杀的尴尬情况发生"}],"ming":{"items":[1520,3514,2520],"tip":"小提示：马可波罗的攻击速度会影响技能子弹数量，需要优先搭配提升"},"methods":{"toUse":"1.当累积到一定攻击次数后，马可波罗会在接下来5秒内造成额外的真实伤害，使用技能打出爆发会造成更高的伤害；2.熟练的在敌人技能间歇期贴近敌人输出，能够拥有额外的伤害和移动速度加成","toLaning":"1.马可波罗连续攻击到一定次数后，需要主动拉开其距离以免让马可波罗打出真实伤害进行爆发；2.马可波罗大招虽然有一段位移，但是释放时不能操作移动，预留技能将其控住或者散开可以规避其爆发伤害","toGB":"马可波罗需要在适当的时间靠近敌人进行输出才能打出大量伤害，所以需要准确的判断局势：例如敌人爆发技能是否进入冷却，控制技能是否已经使用，位移技能是否还在等等"},"relationships":{"bestCompanies":[{"id":117,"description":"钟无艳：钟无艳的石化能力，能让马可波罗轻松的累积攻击次数打出真实伤害"},{"id":168,"description":"牛魔：牛魔在团战中，能为马可波罗提供防御能力，同时减速击飞附近的敌人，提供输出环境"}],"restrained":[{"id":182,"description":"干将莫邪的作战距离远超马可波罗，作为射手，在团战时比较容易被飞来横剑命中"},{"id":154,"description":"花木兰和马可波罗一样，属于十分灵活的英雄，马可波罗十分难以摆脱其追杀"}],"restrain":[{"id":123,"description":"吕布：马可波罗是十分飘逸的射手，吕布就算抓住马可波罗的走位失误，也很难为自己的武器附魔"},{"id":187,"description":"东皇太一：东皇比较克制灵活的英雄，马可波罗不仅仅是灵活，还拥射程优势，可以在东皇控制范围外进行攻击"}]}}